{
    "data": [
        {
            "EventId": "20061227X01847",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.The 3,805-hour instrument rated private pilot lost control of the airplane while executing an instrument approach under instrument meteorological conditions.  The pilot had been informed by an air traffic controller to expect the ILS/DME RWY 17 instrument approach into his destination airport.  The  pilot acknowledged and the controller began to provide altitudes and headings to join the approach’s localizer signal.  However, a review of the radar data revealed that instead of tracking the localizer, the single-engine airplane  began a series of left and right hand climbing and descending turns along the localizer course before initiating a descending right hand turn to the west before the data ended.  At that time, the airplane's altitude was 1,900 feet msl, and its ground speed was 173 knots.  A witness, who was a commercial pilot in hot-air balloons, heard the sound of an airplane engine \"revving up\" and observed the airplane as it exited the 500-600 foot overcast layer.  He said the airplane was in a descending (45-degree nose down) turn until it impacted the ground.  Weather at the time of the accident was visibility 4 statute miles, mist, and a ceiling of 600 feet broken, and overcast 1,200 feet. Toxicological testing conducted on the pilot  was negative for alcohol, carbon monoxide, and illegal drugs.  However, the testing did detect the drugs doxazosin (which had been prescribed for an enlarged prostate) in the kidney and liver, doxylamine (an over-the-counter antihistamine with sedative effects) in the kidney and liver, and trimethoprim (a prescription antibiotic) in the liver.  No blood was available for testing.  According to a family member, the pilot had been complaining of headaches prior to the accident that the pilot thought may have been due to a sinus infection, and had been taking Nasonex (a prescription nasally inhaled steroid) regularly at the time of the accident.  The family member also noted that the pilot had taken Alka-Seltzer Plus approximately 12 hours prior to the accident flight.  The pilot's last application for Airman Medical Certificate in January 2005 had indicated the use of medications, but had not detailed the medications used.  According to the autopsy report, \"...The cause of death could not be determined.  This is, at least, in part due to the severe traumatic injury of the body with destruction of vital organs precluding their examination.  In addition, from the investigative information, it is not clear whether [the pilot] was alive or dead as the plane descended to the ground.\"",
            "probable_cause": "The pilot's failure to maintain control of the airplane while executing an instrument approach for undetermined reasons."
        },
        {
            "EventId": "20001212X18179",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT DEPARTED WITH A GLIDER IN TOW AND LOST POWER. HE CUT AWAY THE GLIDER WHICH LANDED WITH MINOR DAMAGE AND LANDED THE AIRPLANE IN A WOODED AREA.  EXAMINATION OF THE ENGINE REVEALED IT WAS BEING OPERATED WITH AUTO GAS WITHOUT AN STC.  A COMPRESSION CHECK THAT MEETS FAA SPECIFICATIONS HAD NOT BEEN CONDUCTED ON THE ENGINE SINCE 1963, AND CARBON LIKE COMBUSTION DEPOSITS HAD BUILT UP ON THE EXHAUST VALVE IN THE NUMBER 3 CYLINDER, KEEPING THE EXHAUST VALVE FROM CLOSING.  THE AIRPLANE AND ENGINE WERE 6 HOURS OUT OF AN ANNUAL INSPECTION. ",
            "probable_cause": "IMPROPER MAINTENANCE ON THE ENGINE WHICH RESULTED IN A POWER LOSS DUE TO A STUCK EXHAUST VALVE AND SUBSEQUENT FORCED LANDING IN UNSUITABLE TERRAIN. "
        },
        {
            "EventId": "20001211X12205",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACFT HAD AN FAA REG NUMBER ASSIGNED AND DISPLAYED ON THE ACFT. THE ACFT DID NOT HAVE AN FAA AIRWORTHINESS INSPECTION OR CERTIFICATE AS REQUIRED BY FAA REGULATIONS. THE STUDENT PILOT DEPARTED WITH A PASSENGER AND AFTER 30 MIN WAS OBSERVED TO MAKE A HIGH SPEED LOW PASS DOWN THE DEPARTURE RUNWAY. THE FLT THEN PULLED UP INTO A NEAR VERTICAL CLIMB, AT WHICH TIME AN EXPLOSION OR BACKFIRE WAS HEARD AND A PUFF OF SMOKE APPEARED. THE AIRCRAFT THEN DID A WING OVER MANUEVER AND WAS RETURNING TO LEVEL FLIGHT WHEN THE WINGS SEPARATED. POSTCRASH EXAMINATION OF THE WING ATTACH POINTS INDICATED ALL FAILURES WERE INDICATIVE OF OVERSTRESS AND ALL FITTINGS HAD DISTORTION DAMAGE. THE ACFT MFG STATED THE DAMAGE TO THE WINGS WAS SIMILAR TO DAMAGE OF WINGS THAT WERE FAILED AT ULTIMATE LOADING OF 6.6 POS G'S IN STATIC TESTING. THE ACFT IS RESTRICTED TO 4.4 POS G'S. AFTER THE ACCIDENT THE FAA REG NUMBER WAS CUT FROM THE ACFT BEFORE TO THE SHERIFF'S DEPT ARRIVAL. THE PLT'S FATHER TOLD FAA INSPECTORS THE ACFT WAS AN ULTRALIGHT, DID NOT HAVE FAA REG, AND WAS UNDER THE U S ULTRALIGHT ASSOCIATION EXEMPTION. THE ACFT DID NOT MEET ULTRALIGHT ASSOCIATION EXEMPTION REQUIREMENTS. ",
            "probable_cause": "THE PILOT IN COMMAND'S OPERATION OF THE AIRCRAFT IN A MANNER WHICH EXCEEDED DESIGN LIMITATIONS WHICH RESULTED IN INFLIGHT FAILURE AND SEPARATION OF THE WINGS. "
        },
        {
            "EventId": "20001214X40773",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACFT STRUCK POWER LINES ABOUT 50 FT AGL WHILE ON A X-COUNTRY. THE PLT MADE A SUCCESSFUL LANDING AFTER THE COLLISION AT AN ARPT ABOUT 30 MILES AWAY. THE PLT SAID THE ACCIDENT COULD HAVE BEEN PREVENTED BY NOT FLYING SO LOW. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X39638",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACFT LOST POWER AND NOSED OVER DURING A FORCED LANDING ON DESERT TERRAIN. AN INSPECTION OF THE ENGINE SHOWED THAT THE AUTOMOTIVE TYPE FILTER HAD DISINTEGRATED AND HAD BEEN INGESTED IN THE CARBURETOR. THE FILTER WAS 4 YEARS OLD. AFTER THE FILTER WAS REMOVED THE ENGINE RAN SUCCESSFULLY. ",
            "probable_cause": ""
        },
        {
            "EventId": "20040519X00616",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.According to the pilot, he departed a grass airstrip which had no fuel available en-route to Michael J. Smithfield in Beaufort, North Carolina. The pilot felt that the fuel gauges were unreliable and used a home made dipstick to dip the fuel tanks. He reported that he had 35 gallons of fuel onboard. From previous flights the pilot estimated that 17 gallons of fuel was all that would be required to make the trip. The pilot stated that he had recently had a new engine installed with instructions to operate it with the mixture in the full rich setting during the break-in period, so the flight was conducted with the mixture set in this position. He said that unexpected headwinds were encountered at his cruising altitude of 5,500 feet. He stated that he was originally on the left main tank when the engine sputtered and quit, at this point after checking the fuel gauges, he switched to the right main tank and called air traffic control at Cherry Point, North Carolina for flight following to Craven County Airport in New Bern, North Carolina. After about three minutes of operation on the right tank, the engine began sputtering and quit, the pilot then switched the fuel selector to each of the four tanks individually but was unable to restart the engine. The New Bern tower had authorized an emergency landing on any runway and had alerted the airport fire and rescue vehicles. During his descent the pilot raised his flaps from the approach setting to zero, this resulted in a greater sink rate. Unable to make the runway, the airplane contacted the downhill side of a knoll at 100 mph, and bounced 195 feet where it contacted the ground and stopped short of runway 04. The pilot was uninjured and during a subsequent interview he readily admitted that the engine was running fine when it lost power and that he ran out of fuel. The pilot had over-flown several airports where additional fuel could have been purchased. Post- accident examination of the airframe did not reveal any flight control anomalies.",
            "probable_cause": "The pilot's inadequate pre-flight planning which resulted in a loss of engine power due to fuel exhaustion."
        },
        {
            "EventId": "20100811X32223",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.The evening prior to the accident, the pilot acquired a computer generated text weather briefing. On the day of the accident, the pilot acquired another computer generated text weather briefing, and then contacted the Flight Service Station (FSS) for an interactive telephonic weather briefing. The information provided in all three briefings indicated that a flight on a direct route between the pilot's point of departure and his planned destination would take him through an area of forecast rain showers, thunderstorms, and cloud tops significantly higher than his intended en route altitude. Although the FSS briefer recommended an alternate route, for which he provided weather information, after departure the pilot flew directly toward his destination airport. While en route, the pilot, who was not instrument rated, encountered instrument meteorological conditions, within which there was an 80 percent probability of icing. After entering the area of instrument meteorological conditions, the airplane was seen exiting the bottom of an overcast cloud layer with a significant portion of its left wing missing. It then made a high velocity steep descent into the terrain. A postaccident inspection of the airplane's structure did not find any evidence of an anomaly that would contribute to the separation of the wing structure, and it is most likely that the wing section separated as a result of the airplane exceeding its structural limitations after the pilot lost control in the instrument meteorological conditions.",
            "probable_cause": "The non-instrument rated pilot's improper decision to continue flight into an area of known instrument meteorological conditions and his failure to maintain control of the airplane after entering those conditions."
        },
        {
            "EventId": "20001212X21907",
            "narrative": "NTSB investigators may have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that the engine sputtered shortly after takeoff. The pilot initiated an emergency landing to the runway. The airplane collided with the runway during the attempted forced landing. The post-crash examination of the airplane discovered evidence of rust and water in the fuel boost pump. A subsequent functional check of the engine was also accomplished. ",
            "probable_cause": "The loss of engine power due to fuel system contamination. "
        },
        {
            "EventId": "20001212X17201",
            "narrative": "THE PILOT STATED HE WAS TAKING OFF WITH A LOAD OF WATER TO FLUSH OUT HIS AERIAL APPLICATION EQUIPMENT.  THE AIRPLANE ROTATED, BUT THE PILOT REPORTED HE WAS UNABLE TO CLIMB OUT OF GROUND EFFECT.  THE STALL WARNING HORN SOUNDED AND THE AIRPLANE SETTLED BACK TO THE GROUND, TOUCHING DOWN ABRUPTLY IN A NOSE HIGH ATTITUDE.  THE PILOT STATED THERE WAS NO MECHANICAL MALFUNCTION OR LOSS OF POWER INVOLVED.  HE STATED, 'I SHOULD HAVE KEPT THE AIRPLANE ON THE GROUND LONGER DURING THE TAKE OFF ROLL.' ",
            "probable_cause": " THE PILOT'S FAILURE TO TAKE ADEQUATE REMEDIAL ACTION DURING THE ATTEMPTED CLIMB OUT.  A RELATED FACTOR IS THE PREMATURE LIFT OFF. "
        },
        {
            "EventId": "20001208X08554",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot stated the cotton field he was going to spray with insecticide was lined with utility lines.  He circled the field '2 or 3 times to locate obstructions', and began spraying.  After finishing about half the field, he struck a utility line that was 'hidden by the surrounding trees'.  The nose pitched up, and the utility line wrapped around the helicopter's mast.  The helicopter then rotated 150 to 160 degrees to the left, and it settled to the ground in a 'hard landing'. ",
            "probable_cause": "The failure of the pilot to adequately see and avoid all obstructions while doing aerial application work. "
        },
        {
            "EventId": "20040211X00183",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The airplane was substantially damaged during a hard landing.  The pilot stated that during the landing approach, he noticed another airplane at the holding lines of the runway.  He stated that on final approach the other airplane moved.  He reported that subsequent to the other airplane's movement, he looked back at the threshold, flared, and \"hit the runway hard.\"  After the hard landing, the right main landing gear collapsed, and the airplane struck a snowbank.  The pilot reported no mechanical difficulties, and stated that he should have executed a go-around when he saw the other airplane move.",
            "probable_cause": "The improper flare by the pilot due to his diverted attention during landing.  Factors were the pilot's failure to execute a go-around, the overload of the right main landing gear, and the snowbank."
        },
        {
            "EventId": "20001208X06626",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot stated that he was landing off-airport to pick up some parts at a parts house. The landing was made on a driveway, which was 500 feet long and 20 feet wide. During the landing, the aircraft 'snagged a rock' and nosed over, causing substantial damage. The pilot stated that turbulence moved the aircraft to the left side of the driveway, where it impacted the rock. Also, he said that heavy braking and impacting the rock caused the aircraft to go over on its back. The pilot noted that the accident could have been avoided 'by not landing here.' ",
            "probable_cause": "failure of the pilot to maintain proper alignment with the landing area (driveway) during the landing.  Factors relating to the accident were: the selection of an unsuitable area for landing, the reported turbulence during landing, and an encounter with a rock beside the landing area, while using heavy braking action. "
        },
        {
            "EventId": "20020520X00703",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The aircraft sustained substantial damage when it impacted the ground and another aircraft during an aborted go-around procedure.  The pilot reported that he initiated a go-around by applying full power and \"dumped\" the flaps after the control tower informed him that the landing gear was not extended.  He stated that the aircraft did not respond when he added full power and it continued to descend.  According to the pilot, he decided to land the aircraft to prevent a stall spin.  During the landing, the aircraft slid on the pavement contacting the tail portion of a parked aircraft with the left wing.  One witness to the accident reported hearing the engine power increase when the pilot initiated the go-around.  This witness stated the engine sounds stayed the same until just prior to the airplane contacting the ground.",
            "probable_cause": "The pilot did not attain a proper climb rate during the go-around and the intentional wheels up landing.  Factors associated with the accident were the inability of the pilot to maintain directional control of the airplane during the landing and the parked airplane that was contacted."
        },
        {
            "EventId": "20001214X37789",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT EXPERIENCED ENG FAILURE DURING CLIMBOUT FROM SKY RANCH ARPT AT MIDLAND, TX. HE THEN TURNED INTO THE WIND AND MADE A FORCED LANDING IN A PASTURE. SUBSEQUENT INVESTIGATION REVEALED A CONNECTING ROD HAD BROKEN, HOWEVER, THE CAUSE OF THE ROD FAILURE WAS UNDETERMINED. THE PLT HAD ALREADY RETRACTED THE LANDING GEAR AND MADE AN INTENTIONAL GEAR UP LANDING ONTO WET TERRAIN. ",
            "probable_cause": ""
        },
        {
            "EventId": "20150619X00546",
            "narrative": "On June 19, 2015, about 1715 central daylight time, a Cessna 172 airplane, N5743A, impacted terrain during takeoff following a touch and go on runway 23 at the Shreveport Downtown Airport (DTN), near Shreveport, Louisiana. The commercial pilot who was the sole occupant was fatally injured. The airplane sustained substantial wing and fuselage damage. The airplane was registered to and operated by Bag Flying Club Inc. under the provisions of 14 Code of Federal Regulations Part 91 as a personal flight. Day visual flight rules conditions prevailed for the flight, which did not operate on a flight plan. The local flight originated from DTN at time unknown.According to preliminary information given to a Federal Aviation Administration (FAA) inspector, the airplane had been observed performing touch and go landings on runway 23. During the accident takeoff, the airplane was observed in a nose high attitude. The airplane subsequently rolled to the left, nosed over, and impacted the ground with its left wing. The airplane cartwheeled on its nose and came to rest pointing back towards the departure runway.An air traffic controller cleared the airplane to perform the touch and go landing. The pilot representing N5743A made an abbreviated radio call indicating that he was returning. The controller subsequently saw the accident, made emergency response notifications, and first responders went to the accident site. A liquid consistent with aviation gasoline was found leaking from the left wing, which had partially separated from its fuselage. First responders stopped the fuel leak and subsequently assisted removing the pilot from the airplane as requested by the coroner.The 65-year-old pilot held a FAA commercial pilot certificate with airplane single-engine and multi engine land, instrument airplane, and lighter-than-air free balloon ratings. He also held a flight instructor's certificate for single-engine airplanes. The pilot held a Second Class Medical Certificate dated July 19, 2013, with a limitation to have glasses available for near vision. On the application for that medical certificate, he indicated that he had 2,100 hours of total flight time and 5 hours in last six months as of exam application. The certificate showed that the pilot was 74 inches tall. His logbook showed he had recorded that he flew 1,924.8 hours of total flight timeN5743A was a 1956 model Cessna 172 airplane with serial number 28343. The airplane was a high wing, all-metal, single-engine, four-place monoplane. It had a fixed tricycle landing gear configuration, and was powered by a naturally aspirated, six-cylinder, Continental Motors O-300-B engine, bearing serial number 10976-D-5-B, and marked as producing 145-horsepower at 2,700 rpm. An airplane logbook endorsement showed that the airplane's last annual inspection was completed on May 1, 2014, and that the airplane had a tachometer time of 1,501.14. According to fueling records, the airplane was fueled with 27.1 gallons of aviation gasoline on December 31, 2014.At 1853, the recorded weather at DTN was: Wind 240 at 11 knots; visibility 10 statute miles; sky condition clear; temperature 32 degrees C; dew point 22 degrees C; altimeter 29.94 inches of mercury.DTN, located approximately three miles north of downtown Shreveport, Louisiana, was a towered airport, owned by the Shreveport Airport Authority. The airport's field elevation was 179 feet above mean sea level. DTN had two runways: runway 14/32 - 5,018 feet by 150 feet, asphalt, and runway 5/23 - 3,200 feet by 75 feet, asphalt.The airplane came to rest upright with an approximate 270 degree heading about 840 feet and 214 degrees from the intersection of runway 5/23 and 14/32, near taxiways Mike and Quebec. A ground scar started about 65 feet from and 330 degrees from the wreckage. Red colored glass like media was found abeam the scar about 58 feet from the wreckage. Linear depressions nearly perpendicular to the scar were found about 39 and 38 feet from the wreckage. The linear depressions had a transfer of a media consistent with the black and white color paint on the propeller blades. An oval shape depression was observed along the scar between 37 and 35 feet from the wreckage.The airplane's fuselage was resting with its nose on the ground and its tail elevated. Both wing inboard leading edges sections were not damaged. The left wing tip leading edge had dirt colored media adhering to it. The rear fuselage, aft of the baggage compartment, was torn on its upper surface and the empennage was buckled downward. The empennage structures were not damaged. The left aileron was buckled about mid-span. The left flap was buckled around the inboard hinge. The inboard end of the left flap had a witness mark consistent with contact of the left flap contour formed on the fuselage. The outboard end of the left flap and inboard end of the left aileron had witness marks consistent with contact by each other. The left wing remained attached to the fuselage at its forward spar and had separated from the fuselage at its rear spar. The left fuel tank vent hose was partially separated and the left fuel tank fuel line was separated.The left aileron bell crank was partially separated from its wing mount. The remaining flight controls were intact. The control column in both pitch and roll and the rudder pedals could not be moved due to airframe structure impinging on them. Control cables were traced from the cockpit controls to each flight control surface and flight control continuity was established. The elevator trim wheel moved and its control cables were intact to its trim actuator. The actuator's extension corresponds to zero degrees of trim and the trailing edge of the trim tab was aligned with the elevator's trailing edge. The flap's actuator bar was moved by hand and both flaps moved.The left and right wing tanks were defueled and the removed fuel totaled about 10 gallons. The fuel tank selector valve handle was found out-of-detent between right tank and OFF positions. The fuel line to the engine fuel line was detached and a jumper hose attached. Low-pressure air was applied to the hose and each fuel tank cap was removed to listen for air. The sound of air was heard coming from the right fuel tank filler neck. As the fuel tank selector valve was subsequently rotated thought its four detent positions air was heard in the expected locations; right filler cap opening, left fuel line separation at left wing root, both locations, and then no location. The line was then attached to the detached engine fee line and air again applied. Air was heard at the fuel line detached from the carburetor. Air was applied to the fuel tank vent and it could be heard at both filler necks. The right fuel tank cap's flapper valve was intact.First responders had cut the pilot's seat back off. The pilot's seat rails were buckled. The pilot's seat was pinned in the rail's fifth aft hole. The fifth hole was cracked perpendicular across the hole with respect to the rail. The seat's pin required the use of pliers to retract the pin from the hole.The engine tachometer indicated it had accumulated 1,529.01 hours of time.The propeller had one blade bowed forward and one blade bowed aft. The blade bowed aft had cord-wise abrasions on its blade back. The engine was able to rotate when its propeller flange was turned by hand. The sound of clicking impulse couplings were heard when the flange was turned. The carburetor separated from the engine at its mounting base with the engine. The carburetor accelerator pump ejected a fluid consistent with the smell of aviation gasoline when it was depressed. The engine will be shipped to Continental Motors for further detailed examination.The emergency locator transmitter was found in the on position and was shut off during the examination of the wreckage.The last entries on a Bag Flying Club Logsheet found in the wreckage indicated that the airplane was flown on January 16, 2015 and January 18, 2015, for a duration of .2 hours and 1.2 hours respectively. The logsheet showed that the ending tachometer reading on January 18, 2015, was 1,528.77 hours.A copy of the transcripts of the air traffic control tower communication with N5743A has been requested.The Parish of Caddo Coroner was asked to perform an autopsy on the pilot and to take samples for toxicological testing.",
            "probable_cause": ""
        },
        {
            "EventId": "20020917X02412",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.WHILE CLIMBING AFTER TAKEOFF, THE PILOT NOTED A PARTIAL LOSS OF POWER. HE THOUGHT HE COULD SMELL SMOKE AND TURNED THE MASTER AND ALTERNATOR SWITCHES OFF. THE ENGINE CONTINUED TO LOSE POWER AND THE PILOT DUMPED THE LOAD. HE ELECTED TO LAND IN A CANAL. AS HE WAS LANDING, THE PILOT NOTED THAT THE WHOLE RIGHT SIDE OF THE ENGINE WAS ON FIRE. THE RIGHT WING OF THE AIRCRAFT STRUCK A TREE AND THE AIRCRAFT CRASHED INTO THE CANAL. THE PILOT REPORTED THAT THERE WAS FIRE EVERYWHERE. HE JUMPED INTO THE CANAL AND SWAN AWAY FROM THE FIRE AND TO THE SHORE. AN INVESTIGATION REVEALED THE NO. 3 INTAKE PIPE, PN 75113, HAD SPLIT OPEN AT THE TOP. AN EXAMINATION OF THE FIRE DAMAGE INDICATED THAT THERE HAD BEEN A BLOW TORCH EFFECT COMING FROM THE AREA OF THE NO. 3 CYLINDER. ",
            "probable_cause": ""
        },
        {
            "EventId": "20130729X63147",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that he performed a full preflight and engine run\u001eup before departure. He leaned the fuel mixture for takeoff, and the auxiliary fuel pump switch was in the “off” position. After takeoff, at 300 ft above ground level, the pilot noticed that the airplane was not climbing normally and had entered a slight descent. The engine then began to sputter. The pilot stated that he did not have time to execute the \"Engine Failure After Liftoff\" procedures outlined in the Pilot’s Operating Handbook. He performed a gear-up, forced landing straight ahead onto flat, desert terrain. After the airplane stopped, the pilot noticed a fire emanating from the left wing. The three passengers egressed through the right cabin door, and the pilot followed. The fire spread and subsequently engulfed most of the airplane's cabin before firefighters arrived and put it out. A postaccident examination of the fuel system and engine did not reveal any mechanical malfunctions or failures that would have precluded normal operation. It is likely that, if the pilot had executed the applicable emergency procedures, the engine might have regained power. ",
            "probable_cause": "A partial loss of engine power after takeoff for reasons that could not be determined because postaccident examination did not reveal any anomalies that would have precluded normal operation. Contributing to the accident was the pilot's decision to not execute the \"Engine Failure After Liftoff\" emergency procedures outlined in the Pilot’s Operating Handbook."
        },
        {
            "EventId": "20001214X44375",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT WAS PRACTICING TOUCH & GO LANDINGS. AFTER COMPLETING 2 TOUCH & GO'S, HE ELECTED TO PRACTICE A SMIULATED FORCED LANDING. HE REPORTED THAT HE LOWERED THE LANDING GEAR WHEN THE ACFT WAS ON A DOWNWIND LEG. HOWEVER, THE PLT DID NOT REPORT WHETHER OR NOT THE GEAR WAS DOWN & LOCKED OR IF HE HEARD A WARNING HORN. SUBSEQUENTLY, THE ACFT WAS LANDED WITH FULL FLAPS, BUT WITH THE GEAR RETRACTED. AN INSPECTION OF THE ACFT WAS MADE, BUT NO PREIMPACT MALFUNCTION OR FAILURE OF THE GEAR OR GEAR WARNING SYSTEMS WAS FOUND. ",
            "probable_cause": ""
        },
        {
            "EventId": "20110726X30059",
            "narrative": "The foreign authority was the source of this information.On January 14, 2011, an Estonia Air Boeing 737-500, registered in Estonia as ES-ABL, lost power from the right engine, a CFMI CFM56-3C1, at FL 360 and returned back to Vilnius, Lithuania.  The airplane was operating on a regularly scheduled flight from Vilnius to Stockholm, Sweden.  After landing, metal chips were found on the right engine's accessory gearbox magnetic chip detector.  There were no reported injuries.",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X44206",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT REPORTED THAT DURING TOUCHDOWN, THE RIGHT BRAKE 'LOCKED UP' & THE ACFT BEGAN TO 'PULL TO THE RIGHT'. HE REPORTED THAT THE TAIL WAS STILL OFF THE GROUND. IN ORDER TO 'KEEP FROM GOING INTO TREES' BESIDE TH RWY, HE USED THE LEFT BRAKE. SUBSEQUENTLY, THE ACFT NOSED OVER & BEGAN TO BURN IN THE ENG AREA. THE FIRE SPREAD QUICKLY & CONSUMED THE ACFT. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001206X01506",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.WHILE IN CRUISE FLIGHT, THE AIRPLANE EXPERIENCED A COMPLETE LOSS OF ENGINE POWER.  THE PILOT ATTEMPTED TO MAKE AN EMERGENCY LANDING AT THE NEAREST AIRPORT.  WHEN HE REALIZED THAT THE AIRPLANE WOULD NOT MAKE THE AIRPORT, HE ELECTED TO LAND ON A FIELD.  POSTACCIDENT EXAMINATION OF THE ENGINE REVEALED THE #2 CYLINDER HAD FRACTURED AT MID BARREL. ",
            "probable_cause": "the loss of engine power due to the failure of the number two cylinder. "
        },
        {
            "EventId": "20001213X32031",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACCIDENT OCCURRED ON A LOCAL TRAINING FLIGHT. AT 3500 FT MSL THE ENG FAILED. THE STUDENT PLT LANDED AT A NEAR-BY ARPT BUT BOUNCED ON TOUCHDOWN, VEERED OFF THE RNWY AND NOSED OVER. ENG EXAM DISCLOSED BROKEN PRIMARY VENTURI IN CARB. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X09494",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.During the landing roll, a fire erupted in the right engine.  The airplane was stopped on the runway, the engines were shut down, and the occupants evacuated.  The investigation revealed that one of three studs used to hold the fuel filter on the fuel/oil heat exchanger had pulled out of the housing.  This allowed fuel to spill into the engine bay and come in contact with hot engine surfaces.  The installed unit had accumulated about 1,000 hour since overhaul. Examination of the unit revealed the stud had pulled out of an oversized lug hole.  Examination of the overhaul manual published by the component manufacturer revealed insufficient information on procedures for working with the lug holes and how to ensure the lug holes were properly drilled and the studs properly inserted in the lug holes. ",
            "probable_cause": "The improper overhaul of lug holes on the fuel/oil heat exchanger.  A factor was the lack of direction contained in the manufacturer's overhaul manual for working with the lug holes. "
        },
        {
            "EventId": "20001211X13817",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE PRIVATE PILOT WAS RETURNING TO HIS HOME BASE ON AN IFR FLIGHT PLAN. NIGHT, IMC PREVAILED. SEVERAL MINUTES PRIOR TO THE ACCIDENT, HE INFORMED ATC THAT HIS INSTRUMENT GYRO HAD FAILED. HE LATER REPORTED THAT HIS INSTRUMENTS WERE WORKING; HOWEVER, THERE WAS A 'LIGHT ON'. HE THEN REPORTED THAT HE WAS 'IN TROUBLE'. ATC OBSERVED THE AIRCRAFT IN A RAPID DESCENT PRIOR TO A LOSS OF RADAR CONTACT. THE AIRCRAFT IMPACTED WOODED TERRAIN IN A STEEP, NOSE LOW ATTITUDE. AN EXAMINATION OF THE VACUUM SYSTEM REVEALED THAT THE ENGINE DRIVEN VACUUM PUMP HAD FAILED DUE TO OIL INGESTION. FURTHER INVESTIGATION REVEALED THAT AN ENGINE OIL LEAK WAS REPAIRED IN JUNE 1993, AND THE ORIGIN OF THE LEAK WAS THE ENGINE ACCESSORY DRIVE SEAL, WHERE THE VACUUM PUMP ATTACHES TO THE ENGINE. THE FAILED PUMP WAS INSTALLED AS NEW ABOUT A WEEK PRIOR TO THE OIL LEAK REPAIR. THE PUMP THAT WAS REMOVED IN JUNE 1993, ALSO FAILED DUE TO OIL INGESTION. ",
            "probable_cause": "SPATIAL DISORIENTATION EXPERIENCED BY THE PILOT, RESULTING IN HIS FAILURE TO MAINTAIN AIRCRAFT CONTROL. FACTORS WERE THE TOTAL FAILURE OF THE ENGINE DRIVEN VACUUM PUMP, AND THE NIGHT, CLOUD CONDITIONS PREVAILING AT THE TIME OF THE ACCIDENT. "
        },
        {
            "EventId": "20001213X31675",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT RPRTD THAT WHEN HE LANDED, THE WIND WAS FROM 190 DEG AT 6 GUSTING 12 KTS. DRG THE LANDING ROLL, AFTER SLOWING TO AN ESTIMATED 15 KTS, THE ACFT ENCOUNTERED A GUST OF WIND WHICH CAUSED 'THE RIGHT WING TO DIP.'  SUBSEQUENTLY, THE ACFT 'ROTATED' ABOUT 60 DEG DAMAGING THE LOWER RIGHT WING TIP & SPAR, BUT THE PLT WAS ABLE TO TAXI TO THE PARKING AREA. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X42778",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE CO-OWNER OF THE ULTRALIGHT VEHICLE WAS WATCHING THE FLT & OBSERVED THE ACCIDENT. HE SAID THE VEHICLE APPROACHED THE PASTURE & WAS DESCENDING FROM APRX 200 FT AS IF THE PLT WAS GOING TO LAND OR FLY BY. THE ULTRALIGHT PASSED OVER THE TAKEOFF/LANDING AREA AT ABOUT 30 TO 40 FT AGL & CONTINUED AT THE SAME ALT & GENERAL DIRECTION FOR APRX 200 YARDS, WHERE IT COLLIDED WITH TREE BRANCHES. SEVERAL OTHER WITNESSES CORROBORATED WHAT THE CO-OWNER HAD DESCRIBED. NO PREIMPACT DEFICIENCES OF THE ULTRALIGHT WERE FOUND. FOUR BOTTLES OF MEDICATION WERE FOUND WHICH INCLUDED ADAPIN, SINEQUAN, THORAZINE, & NARDIL. THE PLT'S DOCTOR REPORTED THAT HE (THE PLT) HAD BEEN TREATED FOR DEPRESSION FOR SEVERAL MONTHS & HAD PERIODS OF MENTAL INCAPACITATION. AUTOPSY & TOXICOLOGICAL EXAMS REVEALED NOTHING SIGNIFICANT TO THE ACCIDENT. THE PLT HAD NO FORMAL FLT INSTRUCTION TOWARD CERTIFICATION, BUT HAD RECEIVED 4 HRS GROUND SCHOOL & 40 TO 50 FLTS IN AN UNPOWER VEHICLE TOWED BEHIND AN AUTOMOBILE & A SUPERVISED SOLO FLT. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001207X03583",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT STATED THAT THIS WAS THE FIRST TIME SHE HAD ATTEMPTED TO TAKEOFF FROM THE ROUGH AND UNEVEN AIRSTRIP. SHE SAID SHE RAISED THE NOSE OF THE AIRPLANE TO PERFORM A SOFT FIELD TAKEOFF, AND THE AIRPLANE BEGAN TO DRIFT TO THE LEFT. SHE WROTE IN HER REPORT TO THE NTSB THAT SHE FAILED TO ADD ENOUGH RIGHT RUDDER, AND THE AIRPLANE CONTINUED TO THE LEFT, WENT OFF THE AIRSTRIP, HIT A DITCH AND NOSED DOWN. ",
            "probable_cause": "THE PILOT'S FAILURE TO MAINTAIN DIRECTIONAL CONTROL. FACTORS ASSOCIATED WITH THE ACCIDENT ARE THE WET AND UNEVEN AIRSTRIP SURFACE. "
        },
        {
            "EventId": "20140708X34547",
            "narrative": "On July 2, 2014, about 1830 mountain daylight time, a Cessna 210L, N1175Q, was substantially damaged during a loss of control during an attempted go-around from runway 14, at the Las Vegas Municipal Airport (LVS), Las Vegas, New Mexico. The pilot received serious injuries and the three passengers received minor injuries. The aircraft was registered to [and operated by the private pilot under the provisions of 14 Code of Federal Regulations Part 91 as a personal flight. Visual meteorological conditions prevailed for the flight, which was not operated on a flight plan. The flight originated from the Ames Municipal Airport (AMW) at an unconfirmed time.",
            "probable_cause": ""
        },
        {
            "EventId": "20110104X42106",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot said prior to landing that he extended the landing gear, and saw the nose wheel extended in a mirror on the engine nacelle. He said the nose tire appeared normal, but when it contacted the runway, he immediately knew it was flat. He said full opposite rudder and brake did not keep the airplane on the runway, and it rolled down an embankment. During the runway excursion the left wing spar was damaged.",
            "probable_cause": "The loss of directional control during landing due to a flat nose wheel tire, resulting in a runway excursion and collision with trees."
        },
        {
            "EventId": "20001214X38212",
            "narrative": "DASSAULT FALCON 50 (D50), N784B, WAS ON VOR/DME-A APCH AT DUSK TO CIRCLE/LND AT TETERBORO (TEB), AS PIPER PA-28, N1977H,WAS TRANSITING ARPT TRAFFIC AREA (ATA) FM WEST TO EAST AT 1500' IN VFR (NO FLT PLN). PA-28 PLT WAS CLRD THRU ATA BY TEB TWR (STAYING BLO TCA FLOOR AT 1800'). LCL CTLR (LC) WAS ALSO HANDLING SVRL OTR ACFT & RDO FREQ WAS CONGESTED. ARTS COM- PUTER DIDN'T ACQUIRE D50'S EARLY DEP FM MORRISTOWN. TRACON HAD COORDINATED D50 ARRIVAL WITH TEB TWR, BUT TWR COORDINATOR& CLNC DELIVERY CTLR FAILED TO SPECIFICALLY NOTIFY THE LC. LC WAS SURPRISED WHEN D50 CREW (ARRIVING AT A SOMEWHAT FAST SPEED) CONTACTED HIM. LC GAVE TRAFFIC INFO TO D50 CREW, BUT PROVIDED MISLEADING ADVISORY CONCERNING THE PA-28'S DRCTN OFFLT. SUBSEQUENTLY, D50 & PA-28 CONVERGED & COLLIDED AT EDGE OF ATA, 4.5 MI ESE OF ARPT. D50 CRASHED IN APARTMENT BLDG, KILLING 1 & INJURING 2. EVIDENCE OF BREAKDOWN IN ATC COORDINATION; ATC MANAGEMENT AT TEB FAILED TO RECOGNIZE & CORRECT OPERATIONAL PROBLEMS. BRITE RADAR AT TEB TWR DID NOT DISPLAY ALPHA-NUMERIC DATA OR RANGE MARKS. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X15267",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE PILOT, EXPERIENCING A PARTIAL LOSS OF POWER AND DECAYING AIRSPEED, ABORTED THE TAKEOFF UNDER DAWN LIGHT CONDITIONS. HAVING PREVIOUSLY OBSERVED CONSTRUCTION EQUIPMENT AT THE AIRPORT ASSOCIATED WITH A RUNWAY EXTENSION PROJECT THE PILOT CHOSE TO TOUCH DOWN ALONGSIDE THE EAST OUTBOARD EDGE OF THE RUNWAY. THE PILOT REPORTED THAT THE NOSE HIGH ATTITUDE OF THE AIRCRAFT DURING LANDING OBSCURED FORWARD VISIBILITY. DURING THE LANDING ROLL THE AIRCRAFT STRUCK A BERM AND NOSED OVER. THERE WAS NO EVIDENCE OF A PRE EXISTING SAFETY AREA FOR THE RUNWAY ALTHOUGH ONE WAS PLANNED IN CONJUNCTION WITH THE RUNWAY EXTENSION PROJECT IN PROGRESS. THE CAUSE OF THE PARTIAL POWER LOSS WAS UNDETERMINED. ",
            "probable_cause": " A PARTIAL POWER LOSS FOR UNDETERMINED REASONS AND THE PILOT IN COMMAND'S INABILITY TO EXECUTE CORRECTIVE ACTION DURING THE NOSEOVER. A FACTOR CONTRIBUTING TO THE ACCIDENT WAS THE BERM. "
        },
        {
            "EventId": "20001207X04471",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT SAID HE WAS DEMONSTRATING MANEUVERS OVER TALL GRASS NEAR A HILL.  A TAIL WIND OF FIVE TO TEN KNOTS WAS PRESENT.  HE THOUGHT THE HELICOPTER'S TAIL STINGER STRUCK THE HILL WHILE OPERATING AT 110% TORQUE.  THE PILOT SAID HE OVER CONTROLLED THE COLLECTIVE WHEN HE REDUCED TORQUE.  THE PILOT SAID THE HELICOPTER DESCENDED RAPIDLY AFTER HE REDUCED THE TORQUE, STRIKING THE GROUND AND ROLLING ONTO ITS LEFT SIDE.  DURING TRAINING, THE MANUFACTURER'S INSTRUCTOR PILOTS HAD STRONGLY EMPHASIZED TO THE PILOT THE IMPORTANCE OF STAYING BELOW MAXIMUM TORQUE.  THE PILOT STATED THIS STRONG EMPHASIS RESULTED IN HIS REDUCING THE COLLECTIVE RAPIDLY AND ULTIMATELY THE HARD COLLISION WITH TERRAIN. ",
            "probable_cause": "The pilot not maintaining adequate terrain clearance during his maneuvering exercise and his abrupt lowering of the collective.  A factor associated with the accident was the pilot's lack of experience. "
        },
        {
            "EventId": "20080204X00131",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot reported that while making an approach to a hover about 15 feet above ground level (agl), he applied power and collective to stop the decent rate and the helicopter began to yaw to the right.  Despite the pilot adding left anti-torque pedal and increasing power, the helicopter continued to yaw to the right and ascended 50 to 75 feet.  The pilot stated he lowered the collective and reduced power until the helicopter descended through about 25 feet agl, and then he raised the collective for landing.  Subsequently, the helicopter landed hard within sandy terrain on the shoreline of a lake.  Examination of the helicopter revealed that the tail boom and firewall sustained substantial damage.  No mechanical anomalies were noted during the examination.",
            "probable_cause": "The pilot's misjudged landing flare and improper use of the collective control."
        },
        {
            "EventId": "20001213X34135",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT STATES, THAT ON FLARE OUT THE AIRCRAFT BALLOONED AND THEN SETTLED, SUSTAINING A HARD LANDING. THE NOSE GEAR FAILED UPON TOUCHDOWN. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001212X18022",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE INSTRUCTOR PILOT SAID THAT A WALK-IN STUDENT REQUESTED AN INTRODUCTORY LESSON.  PRIOR TO TAKEOFF THERE WAS NO EVIDENCE OF NERVOUSNESS BY THE STUDENT.  AFTER TAKEOFF, AT ABOUT 50 FEET, THE STUDENT PANICKED, GRASPED THE FLIGHT CONTROLS, YELLED, AND TRIED TO HIDE BEHIND THE INSTRUMENT PANEL.  AFTER GRASPING THE CONTROL WHEEL THE STUDENT POSITIONED THE AIRPLANE LEFT WING AND NOSE DOWN.  THE INSTRUCTOR FOUGHT FOR THE CONTROLS WITH PARTIAL SUCCESS.  AFTER COLLIDING WITH TREES HE SHUT OFF THE ENGINE WITH THE MIXTURE CONTROL & THE IGNITION & MASTER SWITCHES.  WHEN THE AIRPLANE CAME TO REST THE INSTRUCTOR ASSISTED THE STUDENT, WHO WAS STILL GRASPING THE FLIGHT CONTROLS, TO EXIT THE AIRPLANE. ",
            "probable_cause": " THE PANICKED, INTENTIONAL INTERFERENCE OF THE FLIGHT CONTROLS BY THE STUDENT. "
        },
        {
            "EventId": "20001206X01501",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT REPORTED THE PLEASURE FLIGHT DEPARTED MAPLE LAKE, MINNESOTA, BOUND FOR LITTLE ROCK, ARKANSAS, WITH EN ROUTE FUEL STOPS PLANNED.  HE STATED THEY ENCOUNTERED TURBULENCE AND STRONG, GUSTY HEADWINDS DURING THE FIRST TWO LEGS OF THE TRIP, BUT THE CONDITIONS HAD MODERATED FOR THE THIRD LEG.  THEY DEPARTED ON THE THIRD LEG ABOUT 1740, INTENDING TO REFUEL AT SPRINGFIELD, MISSOURI (SGF).  THE PILOT REPORTED WHEN THE SGF APPROACH CONTROLLER ADVISED THEY WERE 32 MILES FROM THE AIRPORT, HE BECAME CONCERNED ABOUT FUEL SUPPLY.  HE STATED WHEN THEY WERE WITHIN A FEW MILES OF THE AIRPORT, HE NOTICED THE RIGHT FUEL TANK QUANTITY GAUGE INDICATED EMPTY, WHILE THE LEFT FUEL TANK QUANTITY GAUGE SHOWED APPROXIMATELY 1/8 OF A TANK.  HE REPORTED A FEW SECONDS LATER THE ENGINE SPUTTERED ONCE, THEN QUIT COMPLETELY.  THE AIRPLANE IMPACTED TREES, AND FELL TO THE GROUND.  THE PILOT STATED THERE WAS NO MECHANICAL MALFUNCTION, THE POWER LOSS WAS DUE TO FUEL EXHAUSTION.  INVESTIGATION REVEALED THERE WAS NO EVIDENCE OF USABLE FUEL IN THE AIRPLANE. ",
            "probable_cause": "THE PILOT'S FAILURE TO REFUEL PRIOR TO FUEL EXHAUSTION.  THE LACK OF SUITABLE TERRAIN AVAILABLE FOR THE FORCED LANDING IS A RELATED FACTOR. "
        },
        {
            "EventId": "20001214X36779",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE ACFT IMPACTED THE TERRAIN IN AN UNCONTROLLED DESCENT. WITNESSES STATED THE ACFT WAS PARTICIPATING IN A BEAN BAG DROP CONTEST WHEN THE ACCIDENT OCCURRED. AFTER DROPPING THE LAST BAG THE ACFT MADE A TURN TO THE WEST, ENTERED A SPIN AND DESCENDED TO GROUND IMPACT. THE PLT'S DAUGHTER REPORTED THE PLT HAD BEEN FEELING ILL AND WAS UNUSUALLY THIRSTY DURING THE 2 DAYS PRIOR TO THE ACCIDENT. THE CORONER REPORTED IN THE AUTOPSY, '... THE DECEASED WAS SUFFERING FROM SEVERE MYOCARDIAL ISCHEMIA OR AN EARLY MYOCARDIAL INFRACTION. THE SUBSEQUENT DEVELOPEMENT OF A MYOCARDIAL ARRYTHMIA OR CARDIAL ARREST INFRACTION COULD HAVE RESULTED IN A SUDDEN LOSS OF CONTROL OF THE AIRCRAFT WITH SUBSEQUENT CRASH.' ",
            "probable_cause": ""
        },
        {
            "EventId": "20050416X00468",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot, who was landing in a variable wind, made a touchdown and initial landing roll that were uneventful, but as the aircraft slowed, it encountered a crosswind that he was unable to adequately compensate for. Almost immediately after encountering the crosswind, the aircraft veered sharply toward the side of the runway, and one of the wings made contact with the ground. It was later determined that the wing structure had sustained substantial damage. According to the pilot, there was nothing wrong with the flight control or rudder system. In a post-accident interview with the Investigator-In-charge, the pilot stated that the aircraft just got away from him.",
            "probable_cause": "The pilot's failure to maintain directional control during the landing roll. Factors include variable winds that at times were crosswinds."
        },
        {
            "EventId": "20060620X00777",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.While transitioning from landing to taxiing the pilot experienced a bumping sound, which was followed by the collapse of the nose gear.  Examination of photographs of the damage revealed that several inches of the nose fuselage structure had been ground down by contact with the runway pavement.  The nose gear was examined by an airframe and power plant (A&P;) mechanic.  The mechanic reported that the nose gear drive tube was bent inboard 90 degrees, suggesting that the nose over center adjustment was out of tolerance, and a sufficient impact could cause the gear to unlock from the down position.  There was no evidence of mechanical failure or foreign object damage.",
            "probable_cause": "The collapse of the nose gear due to an out of tolerance nose gear over center adjustment."
        },
        {
            "EventId": "20001214X41835",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.WITNESSES REPORTED THAT THE ACFT WAS IN LEVEL FLIGHT AT TREETOP ALTITUDE ALONG A RIVER AND THAT THE ENGINE WAS OPERATINGNORMALLY UNTIL THE ACFT STRUCK & SEVERED THREE POWER LINES BEFORE IMPACTING THE RIVERBANK ABOUT 200 FT WEST OF THE WIRES",
            "probable_cause": ""
        },
        {
            "EventId": "20001213X32757",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE PILOT TOOK OFF FOR A SHORT FLIGHT WITHOUT BEING SURE OF HIS FUEL QUANTITY. HE WAS NOT ABLE TO LOCATE HIS DESTINATION WHICH WAS 32 NM FROM HIS DEPARTURE AIRPORT. THE ENGINE STOPPED AND THE PILOT ATTEMPTED A FORCED LANDING. DURING THE FORCED LANDING, THE AIRPLANE HIT TREES, UPRIGHT POSITION. INSPECTION FOUND THE FUEL TANK EMPTY AND NO LEAKS IN THE FUEL SYSTEM. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001206X02208",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.WHILE IN CRUISE FLIGHT THE AIRPLANE SUSTAINED A LOSS OF POWER ON BOTH ENGINES.  THE PILOT-IN-COMMAND STATED HE ATTEMPTED TO REGAIN POWER, BUT WAS UNABLE TO DO SO AND THEREFORE CONDUCTED A FORCED LANDING IN A FIELD.  AFTER THE ACCIDENT HE FOUND THAT HE HAD SELECTED THE FUEL SELECTOR IN THE WRONG POSITION AND THAT THE AIRPLANE HAD SUFFERED FUEL STARVATION. ",
            "probable_cause": "the improper fuel selector position by the pilot-in-command which resulted in fuel starvation.  A factor was rough/uneven terrain. "
        },
        {
            "EventId": "20120117X64102",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The student pilot extended the downwind leg of the traffic pattern on his third solo landing to provide spacing for another airplane. He said that he forgot to lower the landing gear and inadvertently landed with the gear up. The airplane sustained substantial damage to the bottom cabin structure of the fuselage. The student pilot reported that the landing gear warning activated; however, he thought it was the stall warning. The student pilot stated that there were no mechanical malfunctions with the airplane.",
            "probable_cause": "The pilot landed without lowering the landing gear."
        },
        {
            "EventId": "20130813X34141",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that he performed a preflight inspection of the helicopter and noted no anomalies. Shortly after takeoff, at an altitude of 600 ft above ground level, the pilot initiated a turn, and, halfway through the turn, the engine lost power. The pilot reported that it seemed as though the throttle had rolled back and that he noticed a loss of N2 speed. The engine-out horn sounded, and the engine-out caution light illuminated, so the pilot located a cornfield in which to land, decreased the collective, and performed an autorotation. The helicopter settled into the cornfield and then rolled onto its left side during the landing, which resulted in the tailboom separating from the fuselage. Fuel samples taken from the fueling source and the fuel sump drain did not contain water. However, fuel samples taken from the airframe fuel filter housing contained water. The pilot would not have been able to detect the water in the airframe fuel filter when he checked the fuel sump during the preflight inspection. Maintenance records showed that the airframe fuel filter was changed 2.5 flight hours before the accident; however, it could not be determined how the water was introduced. ",
            "probable_cause": "Fuel contamination, which resulted in the loss of engine power. "
        },
        {
            "EventId": "20001213X32243",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE PLTS TRIP HOME HAD BEEN DELAYED ONE DAY DUE TO WX ENRT. HE HAD CALLED THE FSS EARLY FOR A BRIEFING AND HAD BEEN ADVISED THAT THERE SHOULD BE NO TROUBLE FOR A NOON DEPART TIME. HE DEPTD CLEMSON ABOUT 1000 AND ACTIVATED HIS VFR FLT PLAN. HE THEN CONTACTED GSP APCH CONTROL FOR CLEARANCE THROUGH THE GSP AREA. EIGHT MINUTES PRIOR TO THE MISHAP, THE PLT REQ CLEARANCE TO CLB TO 7,500 FT BECAUSE HE WAS GETTING CLOSE TO A CLOUD BANK. CLEARANCE WAS DENIED DUE TO A CESSNA 185 AT 7,500 AND WHICH WAS GOING NE. THE 185 RADIOED GSP APCH THAT HE WAS GOING BACK TO GRIFFIN BECAUSE 'IT DOESN'T LOOK TOO GOOD UP HERE NOW'. HE WAS BETWEEN LAYERS. THE PIPER WAS CLRD TO 7,500. ABOUT ONE MIN AFTER ACKNOWLEDGING THAT HE WAS AT 7,500, GSP APCH RADIOED TO THE PIPER THAT THEY OBSERVED HIM IN A LT TURN AND DESCENDING. 30 SEC LATER THE ELT ACTIVATED. THE ACFT WAS OBSERVED TO COME OUT OF THE BOTTOM OF THE OVC IN PIECES, FOLLOWING AN INFLIGHT BREAKUP. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X37514",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.WHILE IN CRUISE FLIGHT AT 16,000 FEET ONE OF THE THREE PROPELLER BLADES SEPARATED AT THE SHANK. THE UNBALANCED CONDITION TWISTED THE ENG FROM ITS MOUNTS AND INTO THE FUSELAGE. THE CABIN WAS PUNCTURED AND RAPID DECOMPRESSION FOLLOWED. THE CREW WAS ABLE TO CONTROL THE ACFT AND LAND WITHOUT FURTHER DAMAGE. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X09820",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that the airplane was just leveling off after a descent of 700 feet.  The wind was light in smooth air.  The airplane was in a 15 degree angle of bank right turn, 1 to 2 degrees nose down attitude, and at 180 mph.  The airspeed was in the middle of the yellow arc.  The pilot reported the airplane began to shake violently like a rivet gun hitting against the fuselage, or like a machine gun.  He said the vibrations reverberated throughout his body.  He did not feel any vibrations in the controls.  He pushed over on the control column after about three seconds of vibration.  The vibration stopped. An uneventful landing was made.  The aircraft inspection revealed cracks in the upper two corners of the FS 256.9 bulkhead.  The forward spar of the right ruddervator was broken.  A crack had proceeded through the top spar flange and had worked its way down to the bottom flange but stopped about 1/4 inch prior to reaching a rivet hole.  The center hinge had broken and a 8.5 inch skin tear was evident on the top surface of the ruddervator.  The ruddervators were properly balanced.  The inspection revealed no maintenance anomalies.  The FAA issued an Airworthiness Directive 98-13-02 on July 7, 1998, restricting the airspeed to 144 mph on Beech 35, A35,and B35 airplanes. The aircraft manufacturer issued a Service Bulletin 27-3358 in February 2000, which required an extensive inspection of empennage components, and it changed the ruddervator underbalance from 16.8 to 19.8 inch pounds to 16.8 to 18.0 inch pounds in order to lift the speed restriction. ",
            "probable_cause": "the damage to the empennage was due to flutter. "
        },
        {
            "EventId": "20001214X36075",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE ACFT COLLIDED WITH AND SUNK INTO THE OHIO RIVER FOLLOWING A WING SEPARATION AFTER CONTACTING THE LOWEST WIRE IN A SET OF 3 POWER LINES WHICH SPANNED THE RIVER. TWO OTHER WIRES WERE LOCATED ABOVE THE SET OF 3 POWER LINES. WITNESSES ON AND NEAR THE RIVER REPORTED SEEING THE ACFT FLYING LOW ALONG THE RIVER. ONE WITNESS ON A BOAT STATED HE LOOKED DOWN AT THE ACFT AS IT FLEW BY APRX 50 FT AWAY FROM THE CRAFT. THE ACFT WAS REPORTED TO BE IN LEVEL FLT HEADING EAST ALONG THE RIVER JUST PRIOR TO CONTACTING THE POWER LINE. ",
            "probable_cause": ""
        },
        {
            "EventId": "20020917X02289",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE PILOT TOOK OFF ON AN UPWARD SLOPING RUNWAY TOWARDS RISING TERRAIN. THE PILOT STATED THAT HE WAS UNABLE TO MAINTAIN ENOUGH SPEED TO CLEAR OBSTACLES WITH THE 22 HORSEPOWER ENGINE.  HE ELECTED TO LAND ON A RESIDENTIAL STREET.  WHILE MANEUVERING AROUND A STREET LIGHT POLE, THE PLANE STRUCK A STREET CURB AND A FENCE.  THE DENSITY ALTITUDE AS ABOUT 2400 FT.  THERE WAS LIGHT RAIN AT THE TIME OF THE ACCIDENT.  A DISCUSSION WITH THE PILOT AND THE MANUFACTURER INDICATED THAT WATER DROPS ON THE CANARD MAY DISTURB ITS AIRFLOW AND MAKE THE AIRCRAFT NOSE HEAVY. ",
            "probable_cause": ""
        },
        {
            "EventId": "20020430X00597",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot  was conducting  short field touch and go landings. During an approach to land, the pilot executed a go around. During the go-around the airplane banked hard to the left and stalled. The airplane impacted the ground in a nose low attitude. No mechanical malfunctions were reported by the pilot prior to the accident.",
            "probable_cause": "The pilot's failure to maintain airspeed during an attempted go-around that resulted in an inadvertent stall and the subsequent collision with the ground."
        },
        {
            "EventId": "20001214X38331",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.",
            "probable_cause": ""
        },
        {
            "EventId": "20060810X01142",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.A witness, located about two miles from the accident site, said he heard an approaching airplane.  He said the engine was \"sputtering, like it was missing.\"  He did not see the airplane, but he did hear a loud \"pop.\"  He went to a clearing and saw a fire on the mountainside.  He said the sky was overcast and the mountaintops were obscured.  He estimated the point of impact to be 500 feet below the overcast.  After the wreckage was recovered, the engine was disassembled and examined.  No anomalies were noted.  There was camshaft and crankshaft continuity, and all connecting rods were attached.  The carburetor, which had separated from the engine, was examined.  The bowl was empty, and the throttle valve was closed.  Both the engine-driven and auxiliary fuel pumps were destroyed by fire.  The Carburetor Icing Probability Chart was consulted.  The temperature and dew point recorded at the nearest weather reporting station, 37 miles south of the accident site, were conducive to \"serious icing at cruise power.\"  The temperatures and dew points recorded at the point of departure and destination were conducive to \"serious icing at glide power.\"",
            "probable_cause": "a non-mechanical partial loss of engine power due to carburetor ice, and the pilot's failure to maintain clearance from terrain.  Contributing factors in this accident were weather conditions conducive to carburetor icing and the pilot inadvertently flying into instrument meteorological conditions."
        },
        {
            "EventId": "20001208X07618",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that when he entered the traffic pattern at an uncontrolled airport, the runway lights were illuminated.  On final approach, the runway lights  extinguished.  He clicked the microphone 5 times, and the runway lights reappeared.  He remembered nothing else until he woke up in the airplane and climbed out of the wreckage.  The airplane had struck a tree about 83 feet high, and 1,306 feet from the displaced threshold of the landing runway.   A check of the pilot controlled lighting found that although the lights would stay illuminated longer than the required minimum of 15 minutes, it was possible to extinguish the lights if an attempt was made to reset the timer.  According to the FAA publications (Airman Information Manual) and (Advisory Circular 150/5340-27A), the cycle of illumination, once initiated, should not be able to be interrupted.  The pilot reported in a telephone interview that he should have gone around rather than attempt to get the runway lights illuminated again. ",
            "probable_cause": "The pilot's failure to maintain adequate obstacle clearance due to his diverted attention in attempting to re-illuminate the runway lights, which resulted in an inflight collision with a tree. "
        },
        {
            "EventId": "20001207X04947",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that, while at 4,500 feet msl, the aircraft engine began to run rough, and then lost power. The pilot attempted to execute a forced landing on a roadway, but the aircraft hit trees during the approach, then it impacted the terrain next to the roadway. Examination of the engine revealed that the fuel injector diaphragm and 'O' ring were leaking. ",
            "probable_cause": "The leaking fuel injector, which created a rich mixture, and caused the aircraft engine to lose power. "
        },
        {
            "EventId": "20100311X43728",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.A witness said the winds were calm when the pilot departed. Approximately 45 minutes later, he saw the airplane return and make a low pass and land on runway 17. He estimated the wind to be 15 knots, gusting to 22 knots. He saw the airplane bounce 3 times, then \"wing over\" into the grass and nose over. The pilot attributed the accident to his lack of \"situational awareness,\" and a downwind takeoff and landing.",
            "probable_cause": "The pilot's improper flare, which resulted in a bounced landing and noseover during a downwind landing."
        },
        {
            "EventId": "20001213X31754",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.ACCORDING TO THE PLT, THE LNDG WAS NORMAL UNTIL AFTER TOUCHDOWN WHEN THE ACFT BGN TO 'TRACK' TOWARD THE RGT SIDE OF THE RWY. THE PLT SAID HE APPLIED LEFT RUDDER, BUT THE ACFT CONTD OFF THE RGT SIDE, WENT INTO A DRAINAGE DITCH WITH STANDING WATER & NOSED OVER. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001212X18654",
            "narrative": "NTSB investigators used data provided by various sources and may not have traveled in support of this investigation to prepare this aircraft incident report. WHILE CLIMBING THROUGH 6000 FEET THERE WAS AN UNCOMMANDED REDUCTION OF POWER ON THE RIGHT ENGINE, ACCOMPANIED BY A WARNING OF THE THRUST REVERSER BECOMING UNLOCKED.  THE ENGINE WAS SHUTDOWN AND THE AIRPLANE RETURNED FOR LANDING.  A READOUT OF THE DFDR DISCLOSED THE THRUST REVERSER WAS NEVER UNLOCKED.  THE INVESTIGATION DISCLOSED THAT THE RESTRICTOR PLACED IN THE BLEED AIR LINE USED TO HEAT THE REVERSER COMPONENTS WAS TOO LARGE AND THESE COMPONENTS HAD BEEN EXPOSED TO EXCESSIVE HEAT.  ELECTRICAL WINDINGS HAD FAILED AND A FALSE SIGNAL OF AN INFLIGHT THRUST REVERSER UNLOCK CAUSED THE POWER TO BE REDUCED ON THE ENGINE.  THE ENGINE WAS ORIGINALLY MANUFACTURED BY PRATT & WHITNEY AS A PW4460 AND THEN REBUILT AS A PW4152, AT WHICH TIME THE REVERSER COMPONENTS MANUFACTURED BY ROHR WERE ADDED. THE JOB WAS DESCRIBED AS A 'RUSH JOB,' AND ROHR SENT TWO MECHANICS TO ASSIST PRATT & WHITNEY IN THE REBUILD. ",
            "probable_cause": " THE INSTALLATION OF AN IMPROPER RESTRICTOR IN THE BLEED AIR LINE BY THE MANUFACTURER, WHICH CAUSED THE RVDT TO FAIL DUE TO HEAT, AND BROUGHT ABOUT THE UNCOMMANDED POWER LOSS. "
        },
        {
            "EventId": "20020917X03871",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE OWNER/PILOT OF THE HOME BUILT AIRCRAFT WAS PRACTICING TOUCH-AND-GO LANDINGS. WHILE CLIMBING AFTER THE SECOND TOUCH-AND-GO, THE LEFT WING SEPARATED AND THE AIRCRAFT CRASHED ABOUT 3/4 MILE SOUTH OF THE AIRPORT. A WITNESS REPORTED THAT ON ONE OF THE LANDINGS, THE PLANE HIT RATHER HARD; REPORTEDLY, HE COULD TELL THAT IT HIT HARD BY THE NOISE IT MADE. AN EXAMINATION OF THE LEFT WING REVEALED THAT THE WOODEN MAIN SPAR HAD BROKEN NEAR THE END OF THE FUSELAGE CARRY THROUGH. THERE WAS NO EVIDENCE OF DETERIORATION OF THE WOOD IN THE VICINITY OF THE BREAK. THE MAIN GEAR ON THIS AIRCRAFT DID NOT INCORPORATE A SHOCK STRUT. THE MAIN LANDING GEAR WAS ATTACHED TO THE WING SPAR AND THE TIRES ABSORBED SHOCK DURING LANDINGS AND GROUND OPERATIONS. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X41445",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE FLT WAS EN ROUTE FROM LITTLE ROCK, AR, TO TOPEKA, KA. TEN MILES SOUTH OF TOPEKA'S FROBES FIELD THE PLT REQUESTED WX INFO AND WAS TOLD THAT A CURRENT OBSERVATION WAS BEING TAKEN & HE WOULD BE ADVISED. CONTACT BETWEEN THE TOWER AND THE FLT COULD NOT BE REESTABLISHED. THE ACFT HAD CRASHED IN AN AREA WHERE A SEVERE THUNDERSTORM WAS IN PROGRESS. SEVERAL TRAILER HOMES WERE DESTROYED AND TWO PEOPLE WERE FATALLY INJURED ONE THIRD MILE SOUTH OF THE ACCIDENT SITE BY THE SEVERE WX. ",
            "probable_cause": ""
        },
        {
            "EventId": "20030902X01436",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The commercial certificated pilot was landing a tundra tire-equipped airplane on the beach of a remote island.  The pilot reported that he landed to the southwest, and during the landing roll, the tires encountered soft sand.  The airplane nosed over about 350 to 400 feet after touchdown, and received structural damage to the vertical stabilizer and the rudder.",
            "probable_cause": "The pilot's selection of unsuitable terrain for landing which resulted in a nose over during the landing roll.  A factor contribuiting to the accident was the presence of soft sand."
        },
        {
            "EventId": "20071005X01522",
            "narrative": "NTSB investigators traveled in support of this investigation and used data obtained from various sources to prepare this aircraft accident report.The Safety Board's full report is available at http://www.ntsb.gov/publictn/A_Acc1.htm. The Aircraft Accident Report number is NTSB/AAR-09-03.On September 28, 2007, about 1313 central daylight time, American Airlines flight 1400, a McDonnell Douglas DC 9 82, N454AA, experienced an in flight left engine fire during departure climb from Lambert St. Louis International Airport (STL), St. Louis, Missouri. During the return to STL, the nose landing gear failed to extend, and the flight crew executed a go around, during which the crew extended the nose gear using the emergency procedure. The flight crew conducted an emergency landing, and the 2 flight crewmembers, 3 flight attendants, and 138 passengers deplaned on the runway. No occupant injuries were reported, but the airplane sustained substantial damage due to the fire. The scheduled passenger flight was operating under the provisions of the 14 Code of Federal Regulations Part 121 on an instrument flight rules flight plan. Visual meteorological conditions prevailed at the time of the accident.",
            "probable_cause": "American Airlines’ maintenance personnel’s use of an inappropriate manual engine start procedure, which led to the uncommanded opening of the left engine air turbine starter valve, and a subsequent left engine fire, which was prolonged by the flight crew’s interruption of an emergency checklist to perform nonessential tasks. Contributing to the accident were deficiencies in American Airlines’ Continuing Analysis and Surveillance System program."
        },
        {
            "EventId": "20001213X30290",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT WAS ATTEMPTING TO GO AROUND AFTER LANDING FAST, DUE TO A TAIL WIND THAT WAS STRONGER THAT ANTICIPATED. UNABLE TO CLIMB, THE ACFT WAS THEN BLOWN OFF THE RWY, COLLIDED WITH TREES, & CAME TO REST IN THE GULF OF MEXICO. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X37674",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT STATED THE AIRCRAFT LEFT WING WAS RAISED BY A GUST OF WIND. THE AIRCRAFT ACCELERATED RAPIDLY IN A SI DEWAYS ATTITUDE TO THE RIGHT. THE WIND GUST ENCOUNTERED AND THE FACT THE LANDING ROLL WAS ALMOST COMPLETED CA USED A SITUATION THAT WAS BEYOND THE CAPABILITY OF THE AIRCRAFT. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001208X07563",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that during the initial takeoff roll in a crosswind, he held left aileron control into the crosswind. He took out the correction as the airspeed approached 50 knots in order to rotate. Shortly thereafter, the left wing started to lift, and he applied some aileron and rudder correction. However, the airplane became airborne briefly, veered 30 degrees to the right of the runway, and settled. The pilot attempted to realign the flight path with the runway. Also, he tried to clear a 6 foot tall tree (beside the runway), but the airplane struck the top of the tree, descended, struck a ditch, and then nosed over. At the time of the accident, the wind was reported to be from 330 degrees at 15 gusting 25 knots. Examination of the airplane by an FAA inspector did not disclose any evidence of mechanical malfunction. ",
            "probable_cause": "the pilot's inadequate compensation for wind conditions and failure to maintain directional control during takeoff, which resulted in a collision with tree(s) and a ditch. "
        },
        {
            "EventId": "20001211X09395",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.About forty-five minutes into the flight, several witnesses reported hearing and seeing the airplane before the accident. Witness accounts of the airplane ranged from hearing the engine sputtering to no interruption in engine power. Witnesses reported that the airplane collided with a tree and burst into flames. An examination of the accident site disclosed that wreckage debris was scattered over an area 55 feet wide and 80 feet long. The aircraft impacted the ground in a 60 to 70 degree nose low attitude. Further examination of the accident site disclosed that airplane collided with a tree along the wreckage path prior to the airplane's collision with the ground. The wreckage examination also disclosed that the entire airframe was fire damaged and the composite material, of which the airplane was constructed, was melted. Examination of the airplane failed to disclose a mechanical problem. Examination of the engine assembly also failed to disclose any pre-existing mechanical problems that would have prevented normal operation. ",
            "probable_cause": "The loss of engine power for undetermined reasons.  A factor was the trees in the emergency landing area. "
        },
        {
            "EventId": "20010702X01292",
            "narrative": "NTSB investigators may have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.According to a friend of the pilot, he and the pilot had entered a nightclub about midnight, and \"had a few drinks...probably 5 or so.\"  After leaving the nightclub about 0300, the friend and pilot drove back to the friend's home.  About 0500, the pilot decided to fly the airplane back to its home base.  While en route, witnesses observed the airplane \"circling charter fishing boats 2 or 3 times at low level, approximately 2-3 feet above the water.\"  During the last low pass, the airplane made a \"sharp\" left turn and the left wing impacted the water.  The airplane broke into two pieces and sank in 150 feet of water.  The pilot's remains were recovered two days after the accident.  According to the Medical Examiner's autopsy report, the pilot's blood alcohol level was reported as 0.07%.  According to the FAA Toxicology and Accident Research Laboratory Final Forensic Toxicology Fatal Accident report, the amount of ethanol found in the pilot blood was \"59 mg/dL\" (0.059 %).  These levels exceed the limit published by the FAA in FAR 91.17, which stated in part \"No person may act or attempt to act as a crewmember of a civil aircraft... while having .04 percent by weight or more alcohol in the blood.\"  The FAR also prohibited a pilot from flying  \"within 8 hours after the consumption of any alcoholic beverage.\"",
            "probable_cause": "The pilot's inadequate altitude clearance above water while conducting low level flight maneuvers.  A factor related to the accident was the pilot's impairment of judgment due to alcohol consumption."
        },
        {
            "EventId": "20001213X33038",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.ACCORDING TO THE FLT INSTRUCTOR, DURING THE TOUCH AND GO LANDING, DIRECTIONAL CONTROL WAS LOST WHEN BRAKES WERE APPLIED AND THE ACFT GROUND LOOPED. DURING THE INVESTIGATION, IT WAS ASCERTAINED THAT AN 'O' RING ON THE RIGHT WHEEL HAD DISLODGED, RESULTING IN ASYMMETRICAL BRAKING. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X42981",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE HELICOPTER WAS BEING USED TO SEARCH FOR CATTLE. AS THE PLT WAS LOOKING DOWN THROUGH SOME BUSHES FOR CATTLE, THE M/R BLADE HIT A POWERLINE WIRE ABOUT 25 FT AGL. ",
            "probable_cause": ""
        },
        {
            "EventId": "20120403X52637",
            "narrative": " The Russian Interstate Aviation Committee (MAK) has notified the NTSB of an accident involving an ATR-72 that occurred on April  2, 2012.  The NTSB has appointed a U.S. Accredited Representative to assist the MAK investigation under the provisions of ICAO Annex 13 as the State of Manufacturer and Design of the avionics.   All investigative information will be released by the MAK.",
            "probable_cause": ""
        },
        {
            "EventId": "20061214X01788",
            "narrative": "The foreign authority was the source of this information.On November 29, 2006, at 1215 coordinated universal time, a Grob G 180, German registered D-CGSP, operated by Grob Aerospace AG, was destroyed when it impacted terrain shortly after takeoff from Mattsies Airport, Mindelheim, Germany.  The pilot, who was the sole occupant, was fatally injured.  Visual meteorological conditions prevailed at the time of the accident.  The local demonstration flight was originating at the time of the accident.",
            "probable_cause": ""
        },
        {
            "EventId": "20100524X35104",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot stated that while in flight he encountered frequent isolated rain storms. During the approach there was light rain with good visibility. The pilot reported a normal touchdown and a reduction in forward visibility as the light rain became heavy rain. At approximately 150 feet from the end of the airstrip the pilot saw an 18 inch elevated driveway and applied heavy braking and right rudder resulting in a low speed skid. The left main gear impacted the driveway and the aircraft continued to slide over the road bed. The impact resulted in substantial damage to the left wing, fuselage, and firewall.",
            "probable_cause": "The pilot's failure to maintain clearance from obstacles during the landing roll. Contributing to the accident was the reduced visibility due to precipitation."
        },
        {
            "EventId": "20001212X17377",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report. THE ACFT WAS ON AN EXTERNAL LOAD LOGGING OPN AND THE PIC HAD LANDED AT A FIELD SITE TO REFUEL.  THE PIC EXITED, WITH THE ACFT RUNNING AT FULL RPM WHILE IT WAS BEING REFUELED, AND THE COPILOT REMAINED IN THE RIGHT SEAT COMPLETING LOAD REPORTS.  THE ACFT CONTROLS WERE UNATTENDED.  THE CREW CHIEF WAS SEATED IN THE AFT FACING HOIST OPR STATION, WHICH HAD THE COLLECTIVE PITCH STICK INSTALLED BESIDE THE SEAT.  HE HAD BECOME AIR SICK DURING THE FLT, AND REMAINED SEATED AFTER THE PIC EXITED.  WHEN HE ATTEMPTED TO EXIT, WHICH REQUIRED THAT HE STAND, TURN AROUND AND STEP UP OUT OF THE SEAT WELL, THE ACFT TOOK OFF TO A HOVER AND ROTATED TO THE LEFT.  THE TAIL ROTOR STRUCK A ROTOR BLADE BOX ON TOP OF A SUPPORT TRAILER PARKED BY THE REFUELING SITE, FRACTURING THE AFT TAIL BOOM, PYLON AND TAIL ROTOR FROM THE ACFT.  THE ACFT PITCHED NOSE DOWN, ROLLED OVER AND IMPACTED THE GROUND. ",
            "probable_cause": " THE CONTROL INTERFERENCE BY THE MECHANIC WHEN HE INADVERTENTLY RAISED THE COLLECTIVE PITCH AND THE COPILOT'S FAILURE TO ATTEND THE FLIGHT CONTROLS. FACTORS RELATING TO THE ACCIDENT WERE THE MOTION SICKNESS OF THE MECHANIC, INADEQUATE COLLECTIVE PITCH CONTROL LOCKING MECHANISM UTILIZED BY THE COMPANY, AND ADMINISTRATIVE TASKS THAT DIVERTED THE CO-PILOT'S ATTENTION FROM ATTENDING THE FLIGHT CONTROLS. "
        },
        {
            "EventId": "20001214X37424",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.PLT ABORTED TAKEOFF FROM TAXIWAY WHEN HE REALIZED THAT HE  AS NOT ON RWY. PLT STATED HE WAS CONFUSED BY TAXIWAY MARKING & HE BELIEVES TAXIWAY ARROWS ARE MISLEADING. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001220X45451",
            "narrative": "NTSB investigators may have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The airplane was damaged when it impacted the ground while performing a GPS approach in instrument weather conditions. The aircraft was on the third GPS approach attempt when the accident occurred.  The pilot said that the runway, \"...was sighted at about 3/4 of mile and [at] MDA.  The [runway] lights were in sight and I had a good clear view of the [runway]... Everything looked fine visually until just before the accident. As we neared the [runway] it became apparent that the [runway] was rising in the window. I added power to stop the descent, however, there was a significant delay (much longer than normal) in the response of the engine.  The engine finally spooled and at that moment a gust lifted the right wing and the left wing dropped, I corrected but there was not enough altitude and the left wing impacted the ground.\"  The pilot said that he, \"... had logged the engine parameters on this flight since the engine just had a compressor wash and everything indicated the engine was performing, as it should.\"  The minimum descent altitude for the approach is 364 feet above the elevation of the airport. The Automated Weather Observing System at the destination airport recorded the sky condition as 200 feet overcast with a visibility of 1 1/2 statute miles.  The winds were recorded as 080 degrees at 3 knots. No preexisting anomalies were found with respect to the aircraft. ",
            "probable_cause": "The pilot not attaining the proper glidepath on the instrument approach.  The pilot's decision not to fly to an alternate airport and his decision to continue the approach in weather conditions below the published minimums were contributing factors. "
        },
        {
            "EventId": "20001213X31722",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.AFTER ABOUT 45 MNTES INTO THE FLIGHT, THE PILOT NOTICED A DROP IN ENGINE OIL PRESSURE WHEN HE DECIDED TO RETURN TO THE AIRPORT. THE CABIN FILLED WITH SMOKE, AND THE ENGINE CONTINUED TO LOSE POWER. THE PILOT HAD NO CHOICE BUT TO DITCH. THE WRECKAGE EXAMINIATION DISCLOSED THAT, NO. 4 CYLINDER WAS CRACKED IN THE SPARK PLUG HOLE WHICH TRAVELED TOWARDS THE EXHAUST PORT. THE PILOT REPORTED THAT AUTOMOTIVE FUEL WAS USED FOR THIS FLIGHT. ",
            "probable_cause": ""
        },
        {
            "EventId": "20020612X00860",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.After reaching his initial destination on a round-robin cross-country flight, the pilot discovered that the runway was closed for repair, so he flew back along his outbound route looking for a place to refuel. He landed at an agricultural airstrip, but determined that there was no fuel available there. After departing the agricultural airstrip, he decided to land at a municipal airport in a nearby town, but was unable to locate the runway. He then made the decision to return to his initial departure point without stopping to take on fuel. While on final approach to the initial departure point, the aircraft ran out of fuel, and the pilot was forced to land on a nearby gravel beach. Although the touchdown was uneventful, during the landing roll, the aircraft nosed over on the soft terrain. According to the pilot, he did not keep an accurate tally of his fuel burn and total time airborne, and in considering his fuel situation while en route, he forgot to take into account a one hour and 40 minute  flight on the previous day. It was also determined that the fuel quantity gauges did not accurately reflect the total amount of fuel onboard the aircraft while airborne.",
            "probable_cause": "The pilot's improper decision to continue his flight after failing to take on fuel at a planned en route refueling stop, which lead to a loss of power from fuel exhaustion while on final approach to his round-robin final destination. Factors include inaccurate fuel quantity gauges, no suitable terrain on which to execute the forced landing, and soft terrain where the pilot ultimately decided to put the aircraft down."
        },
        {
            "EventId": "20001208X07866",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The student pilot said he was having trouble aligning the airplane with the landing runway centerline.  He said the airplane's nose was pointed to the left of the runway centerline at touchdown.  He attempted to go around after the airplane departed the runway and was on the grass next to it.  He said the airplane wouldn't lift off before or after the flaps were retracted.  The pilot said he decided to abort the takeoff when he saw a fence in front of the airplane.  He applied '...full...' brakes and the airplane nosed over. ",
            "probable_cause": "the student pilot's delay in aborting the takeoff and the use of excessive braking after deciding to abort the takeoff.  A factor was the pilot's failure to maintain runway alignment during the landing. "
        },
        {
            "EventId": "20001211X13749",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The private pilot and three passengers were on a scenic flight over a state recreation area.  Witnesses reported seeing the helicopter flying low, then disappear into a cloud of dust.  The helicopter had collided with two 115,000-volt power lines.  The pilot maintained control of the helicopter, but landed hard with wire strike damage to the hydraulic system and canopy.  The pilot stated that he simply did not see the wires prior to the strike.  The pilot stated that the wires were not marked.  The wires are depicted on the San Francisco Sectional Aeronautical Chart. ",
            "probable_cause": "the pilot's selection of an inadequate obstacle clearance cruise altitude. "
        },
        {
            "EventId": "20050907X01396",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The airline transport certificated pilot, with four passengers, fishing equipment, and a dog aboard, were departing on a personal flight from a remote gravel airstrip that was 1,100 feet long and 10 feet wide.  The FAA's Airport/Facility Directory, Alaska Supplement listing for the airstrip includes \"...dips and humps 8 to 12 inches entire length.  Rocks on surface to 3 inches.  Runway used as a road.\"  The pilot told the NTSB investigator-in-charge (IIC) that during the takeoff roll, the airplane became airborne in ground effect, but the engine power rapidly decreased, and the airplane settled into about 12 inches of water in a tidal zone.  The pilot indicated that the airplane had flown through heavy rain in the previous four days, but he had not encountered any problems until the accident takeoff.  The airplane received structural damage to the right wingtip and right wing root.  An FAA inspector interviewed the pilot and passengers, and reported that the pilot told him the airplane became airborne after hitting some bumps about 2/3 of the way down the runway.  The pilot said he attempted to keep the airplane airborne in ground effect, but it settled to the soft ground beyond the end of the runway in high grass and water.  Based on his interviews, the inspector estimated that the airplane was within 100 pounds of its gross weight limit.  The inspector indicated that air taxi operators in the local area only use the airstrip while carrying a reduced load due to the condition of the airstrip surface.  Sufficient structural and propeller repairs were made to the airplane at the accident scene allowing it to be flown out by recovery personnel, and they did not report any engine problems.",
            "probable_cause": "The pilot's selection of unsuitable terrain for takeoff, and his failure to maintain adequate airspeed during takeoff initial climb from a remote airstrip, which resulted in the airplane descending to the ground and colliding with soft terrain beyond the end of the airstrip.  Factors contributing to the accident were the rough/uneven airstrip surface consisting of humps and rocks, and an inadvertent stall/mush."
        },
        {
            "EventId": "20001213X32603",
            "narrative": "THE PILOT LANDED AT THE FRANKLIN, PA AIRPORT AFTER ENCOUNTERING FOG. AFTER MAKING SEVERAL PHONE CALLS AND REMAINING ON THE GROUND FOR ABOUT 37 MINUTES HE DEPARTED. ABOUT 30 MINUTES LATER THE AIRCRAFT WAS SEEN CIRCLING AT A LOW ALTITUDE, FLYING IN AND OUT OF THE CLOUDS. THE ENGINE WAS HEARD RUNNING AT FULL POWER AND REDUCED POWER. THE AIRCRAFT IMPACTED IN A FIELD. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X42219",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE STUDENT PLT WAS ON A SUPERVISED CROSS-COUNTRY FLIGHT FLT. AFTER ARRIVING AT AN EN ROUTE AIRPORT, HE LANDED ON RUNWAY 22 WITH AN ESTIMATED CROSSWIND FROM 310 DEG AT 10 GUSTING 20 KTS. AFTER DECELERATING TO TAXI SPEED ON THE RUNWAY, A GUST OF WIND WAS ENCOUNTERED & THE ACFT WAS BLOWN ONTO THE LEFT WING & NOSE, THEN OVER ON ITS BACK. THE STUDENT REPORTED THAT THE WINDS WERE CALM WHEN HE DEPARTED ON THE CROSS-COUNTRY & WERE FORCASTED TO REMAIN THE SAME. THIS WAS THE STUDENT'S FIRST FLIGHT TO THIS AIRPORT. ",
            "probable_cause": ""
        },
        {
            "EventId": "20020917X04168",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE AIRCRAFT CRASHED WHILE RECEIVING RADAR VECTORS FROM EUGENE APPROACH CONTROL TO THE VOR-DME RUNWAY 34 APPROACH AT EUGENE, OR. INVESTIGATION REVEALED THAT THE AIRCRAFT IMPACTED TREE TOPS IN A LEVEL, NOSE DOWN ATTITUDE AND TRAVELED APPROXIMATELY 180 YARD FROM POINT OF IMPACT. BOTH OCCUPANTS WERE EJECTED FROM THE AIRCRAFT WHEN THE SEATS AND SEAT TRACKS FAILED. ",
            "probable_cause": ""
        },
        {
            "EventId": "20100325X22834",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot of the tailwheel-equipped airplane completed a number of touch-and-go landings, and then made a full-stop landing so that he could taxi to the parking area to talk with some friends. When he took off again a few minutes later to do one final landing before putting the airplane away, he discovered that the wind speed had picked up and that he would be landing in a gusting crosswind. During the landing roll, which was along the leeward side of a row of hangars with occasional spaces between them, the airplane started turning toward the left side of the runway (into the wind). When the pilot found that full right brake and full right rudder was not enough to bring the airplane back to the right, he added a significant amount of engine power in an attempt to regain control. Although the airplane's ground track began to straighten after he added power, the pilot kept the right-wheel brake fully applied, resulting in the airplane attaining a nose-down attitude, whereupon the propeller began hitting the runway surface. With the propeller hitting the runway surface, the pilot found it necessary to reduce power, and therefore the airplane turned further left, and its left main wheel departed the left edge of the runway onto soft terrain. The left wheel then sank into the terrain, and with the right brake still fully applied, the airplane nosed over onto its back. The accident sequence resulted in substantial damage to the vertical stabilizer, left wing, and left wing lift strut.",
            "probable_cause": "The pilot's failure to release his brake application after adding power to regain directional control during the landing roll."
        },
        {
            "EventId": "20001212X22926",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.DURING A FLIGHT OVER THE GULF OF MEXICO, THE HELICOPTER HAD A LOSS OF ENGINE POWER. BEFORE TOUCHDOWN, THE PILOT DEPLOYED THE FLOATS. THE LANDING WAS HARD ENOUGH FOR ONE OF THE PASSENGERS TO RECEIVE SERIOUS INJURIES. SOMETIME AFTER THE PILOT AND PASSENGERS WERE RESCUED, THE HELICOPTER ROLLED OVER IN THE GLASSY, SMOOTH, WATER. TEARDOWN OF THE ENGINE REVEALED THAT THE SPUR ADAPTER GEAR SHAFT HAD LOST ITS HARDNESS, AND THAT EVIDENCE OF FATIGUE WAS PRESENT IN THE CAMPONENTS. IT WAS NOT DETERMINED WHAT THE CYCLIC VALUE OF THE FATIGUE CRACKS WERE, HOWEVER, THE POINT OF ORIGIN WAS DETERMINED TO BE A RUBBED AREA ON THE SPUR ADAPTER GEAR SHAFT. ",
            "probable_cause": "THE LOSS OF CONTINUITY IN THE COMPRESSOR SECTION OF THE ENGINE DUE TO A FATIQUE FAILURE OF THE SPUR ADAPTER GEAR SHAFT. "
        },
        {
            "EventId": "20050510X00582",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot stated, during approach he encountered rough air. He noted the windsock was swinging from side to side. He decided to make a three-point landing, in order to have more control of the airplane on the runway. During the flare the tail wheel touched first, and the airplane ballooned slightly. A wind gust hit the right wing, which veered the plane to the left. He saw a number of people standing in the Windsock Park next to runway. His concern was to avoid the group of observers. He added some power to gain rudder control and corrected to the right. The right wing tip touched the runway, which jammed the controls. At that point, control of the airplane was lost. The airplane skidded off the left side of the runway, shearing both main landing gears and impacting trees before coming to a stop.",
            "probable_cause": "Pilot's failure to maintain directional control in a variable wind condition during landing resulting in the airplane departing the runway subsequent landing gear separation and impact with trees."
        },
        {
            "EventId": "20040827X01301",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot was approximately 50 feet above the water approaching the lake preparing to land when he saw the wires.  In an effort to clear the wires, the pilot immediately added full power and back pressure on the yoke.  The wires subsequently went over the top of the floats and caught onto both float struts, eventually breaking free from the right side but remaining entangled on the left float strut and pulling the airplane down.  The pilot then pulled the nose up just prior to impacting the water, resulting in substantial damage to the airplane.  ",
            "probable_cause": "The pilot's failure to maintain clearance with the powerlines on final approach which resulted in a hard landing.  A factor contributing the to accident were the powerlines."
        },
        {
            "EventId": "20140520X11751",
            "narrative": "The foreign authority was the source of this information.On March 13, 2014, a Cessna T188C, Ecuadorian registration HC-BTA, was substantially damaged when it lost engine power and impacted terrain near Canton Naranjal, Ecuador. A postaccident fire ensued. The foreign certificated pilot received minor injuries. The aerial application flight departed Canton Naranjal, Province of Guayas, Ecuador, on a local flight. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X36723",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACFT WAS BEING LANDED ON A TRAILER FOR TRANSPORTATION. UPON TOUCHDOWN THE RIGHT SKID HOOKED ON THE LANDING GUIDES AND THE HELICOPTER ROLLED TO THE RIGHT SIDE. THE MAIN ROTOR BLADES STRUCK THE GROUND, THE LEFT FUEL TANK RUPTURED AND AN EXPLOSION AND FIRE ENSUED. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X38997",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE ACFT RAN OFF THE RWY & COLLIDED WITH A SNOWBANK DURING LANDING. THE ACFT HAD BEEN SUBJECTED TO PREVIOUS DAMAGE WHICHHAD NOT BEEN FULLY REPAIRED WHEN A MECHANIC RELEASED IT FOR FURTHER FLT. A BOLT (SLIGHTLY WORN, ACCORDING TO THE MECHANIC) WAS REUSED IN THE RT LANDING GEAR, THIS BOLT, ACCORDING TO A STATEMENT BY THE SAME MECHANIC, WAS INVOLVED WITH CONTROL OF THE FORE & AFT MOTION OF THE RT LANDING GEAR. THE RT WING OF THE ACC-ACFT WAS DAMAGED WHERE THE SPAR CONNECTS TO THE LANDING GEAR. THE ACFT HAD VEERED OFF THE LEFT SIDE OF THE RWY. THE CFI STATED THAT THE LEFT TIRE WAS FLAT WHEN THE ACFT WAS PULLED FROM THE SNOWBANK. THE TIRE WAS LATER RE-INFLATED & RETAINED ITS PRESSURE. THE MECHANIC'S ACCESSMENT OF THE CURRENT DAMAGE WAS 'SIDE LOAD DAMAGE' TO THE RT SPAR. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X40736",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.PLT LOST CONTROL AFTER A HARD, RIGHT-WIND-DOWN LANDING. ACFT PORPOISED, COLLAPSING THE NOSE GEAR AND CAME TO REST NOSE DOWN. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X43907",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.PRE-TAKEOFF RUN-UP WAS NORMAL. AS THE ACFT LIFTED OFF THE RWY THE ENG QUIT. THE ACFT RAN OFF THE RWY ONTO SOFT GROUND & FLIPPED OVER. THE ONLY ENG MALFUNCTION FOUND WAS LOW COMPRESSION IN THE #1 CYLINDER DUE TO BOTH VALVES BEING STUCK PARTIALLY OPEN. ALL FUEL HAD DRAINED FROM THE FUEL TANKS WHILE THE ACFT LAY UPSIDE DOWN. THERE WERE NO QUICK DRAINS IN THE WING FUEL TANKS; PLUGS WERE INSTALLED INSTEAD. FUEL CAN ONLY BE CHECKED FOR CONTAMINATION BY DRAINING FUEL FROM THE QUICK DRAIN AT THE FIREWALL FILTER. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X12003",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE CERTIFICATED AIRLINE TRANSPORT PILOT/FLIGHT INSTRUCTOR DUAL STUDENT WAS RECEIVING A CHECK OUT IN THE CONVENTIONAL GEAR EQUIPPED AIRPLANE.  ON TOUCHDOWN THE AIRPLANE SWERVED TO THE LEFT. THE DUAL STUDENT OVER-CORRECTED THE LEFT EXCURSION AND THEN OVER-CORRECTED THE RESULTING RIGHT EXCURSION AND APPLIED HARD BRAKING. THE AIRPLANE NOSED OVER ONTO ITS BACK. ",
            "probable_cause": " THE CFI'S INADEQUATE SUPERVISION OF THE FLIGHT, THE DUAL STUDENT'S FAILURE TO MAINTAIN DIRECTIONAL CONTROL AND IMPROPER USE OF THE NORMAL BRAKES. CONTRIBUTING TO THIS ACCIDENT WAS THE DUAL STUDENT'S IMPROPER USE OF THE RUDDER. "
        },
        {
            "EventId": "20020517X00686",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.According to the pilot, while en route to Fernandina Beach, Florida, he observed an auto re-lite master caution indication on the annunciator panel. He diverted to Deland Airport to make a precautionary landing. On approach he observed an electronic control unit (ECU) failure indication. The pilot switched the ECU switch from auto to manual twice, and the engine started to over speed. He then rolled the throttle back twice, and received a \"fuel flow fix\" voice warning indication. The engine started to making loud \"bangs\" like a compressor stall.  The pilot stated he tried to maintain forward airspeed to clear trees. As the helicopter cleared the trees and power lines, the pilot received a voice warning \"low rotor\". During the descent to land the pilot increased collective to arrest the descent. The \"low rotor\" warning light came on again and the helicopter landed hard. The main rotor blades came in contact with the tail boom and severed it from the airframe.  According to the FADEC malfunction procedures,  occasional electronic transients may produce a false ECU fail indication. If ECU fail indication persists after 2 reset attempts, place switch in MANUAL. With the twistgrip, manually control Np/Nr at 100%. According to an operational \"NOTE\", occasional RPM transients between 90% and 106.4% are allowable as long as the maximum or minimum RPM limits are not  exceeded. The pilot is advised to land as soon as practical. During the approach the main rotor blades came in contact with the tail boom and severed it from the airframe. Inspection of the engine and engine accessories revealed no evidence of pre-impact part failures.",
            "probable_cause": "The pilot's failure to follow the FADEC malfunction checklist that resulted in the loss of rotor RPM, and the pilot's improper use of the flight controls during the precautionary landing that resulted in a hard landing. A factor was the malfunction of the FADEC unit for undetermined reasons."
        },
        {
            "EventId": "20010815X01691",
            "narrative": "NTSB investigators may have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.During an aerial application flight, the number six cylinder exhaust valve rocker boss cracked, and the engine would not produce enough power to keep the aircraft airborne. The pilot therefore made an emergency landing in a nearby lentil field. Although the touchdown was uneventful, during the landing roll, the aircraft went over a slight rise and became temporarily airborne. When it touched down again its propeller dug into the soft terrain, and the aircraft was thrown sideways, collapsing the main gear and bending the left wing.",
            "probable_cause": "the failure of a cylinder head exhaust rocker shaft boss while the aircraft was performing aerial application. Factors include soft terrain and a drop-off in the field where the emergency landing took place."
        },
        {
            "EventId": "20001214X41395",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.RUNWAY 15 WAS IN USE. PLT BROADCAST ON UNICOM FREQ INTENTION TO LAND RWY 15. PLT LANDED ON RWY 33 WITH A 10 KT TAILWIND.ON LANDING ROLL, PLT REALIZED HE WOULD NOT BE ABLE TO STOP ON REMAINING RWY & GO-AROUND WAS INITIATED. ACFT DID NOT ATTAIN FLYING SPEED BEFORE RUNNING OFF END OF RUNWAY INTO TREES. PLT CITED PREOCCUPATION WITH BUSINESS AND COMPLACENCY AS FACTORS. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X14114",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. ACCORDING TO THE PILOT, HE LIFTED OFF THE 1,800 FOOT SOFT SOD RUNWAY AFTER AN 800 FOOT GROUND ROLL AND AS THE AIRPLANE PASSED OVER THE FENCE, HE NOTICED THE CLIMB DETERIORATING.  A SCAN OF THE INSTRUMENTS INDICATED THE TACHOMETER INDICATING 2,100 RPM VERSUS THE 2,500 RPM THAT WOULD HAVE BEEN NORMAL FOR TAKEOFF.  THE AIRPLANE SUBSEQUENTLY CROSSED A RIVER AND IMPACTED THE OPPOSITE BANK.  TWO OF THE PASSENGERS STATED THAT THEY THOUGHT THE PILOT HAD USED MOST OF THE RUNWAY DURING THE TAKEOFF ROLL.  POST-ACCIDENT INVESTIGATION REVEALED NO EVIDENCE OF PRE-IMPACT MECHANICAL FAILURE OR MALFUNCTION.  TEAR DOWN OF THE PROPELLER INDICATED THAT THE BLADES WERE AT A PITCH SETTING OF ABOUT 20.5 DEGREES INSTEAD OF THE 12.5 DEGREES PITCH WHICH WAS NORMAL FOR TAKEOFF AND CLIMB.  NO EXPLANATION FOR THE HIGHER PITCH SETTING WAS FOUND DURING THE INVESTIGATION.  A COMPUTER SIMULATION OF THE ACCIDENT SCENARIO INDICATED THAT THE BLADE ANGLE WOULD HAVE BEEN ABOUT 18.5 DEGREES FOR THE CONDITIONS AND POWER DESCRIBED BY THE PILOT. ",
            "probable_cause": " THE PROPELLER HYDRAULIC CONTROL PITCH SETTING BEING INCORRECT FOR UNDETERMINED REASONS.  A FACTOR IN THE ACCIDENT WAS THE PILOT'S FAILURE TO IDENTIFY AND CORRECT THE PITCH SETTING AS THE PROPELLER WENT TO A HIGHER SETTING. "
        },
        {
            "EventId": "20001213X35169",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT WAS ATTEMPTING A TAKEOFF WITH A 12 KT QUARTERING TAILWIND WHEN THE ACCIDENT OCCURRED. IMMEDIATELY FOLLOWING ROTATION AND GEAR RETRACTION, THE ACFT SETTLED AND IMPACTED THE TERRAIN. ",
            "probable_cause": ""
        },
        {
            "EventId": "20090915X12034",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot and the five passengers, who were employees of an industrial services company, were returning from a job site with hazardous materials used for blasting operations. The airplane was in a climb, at an altitude of 8,500 feet, when it experienced a catastrophic engine failure. The pilot declared an emergency and subsequently performed a forced landing to a field. During the landing, the airplane's right wing struck a tree and separated. All occupants exited the airplane without injury; however, the airplane became fully engulfed in fire, which consumed the majority of the airplane. The airplane was equipped with a turbine engine that, at the time of the accident, had been operated for about 7,620 hours since new and 65 hours since it was overhauled about 19 months prior to the accident. Impact damage was observed to the interior of the engine exhaust duct. In addition, the exhaust duct contained portions of a fractured power turbine blade. Additional examination of the engine revealed damage consistent with a distressed 1st stage sun gear, and associated compressor turbine and power turbine damage. Examination of the sun gear teeth output splines revealed that they were too damaged to determine the cause of their deterioration. It was noted that the sun gear found on the accident engine was previously removed from another engine due to \"spalled gear teeth\" about 7 years prior to the accident. The condition of the sun gear when installed on the accident engine could not be determined.",
            "probable_cause": "A total loss of engine power due to a failure of the 1st stage sun gear output splines for unknown reasons, which resulted in a power turbine overspeed condition, with subsequent blade distress/release."
        },
        {
            "EventId": "20041123X01852",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The 93-hour private pilot contacted approach control, at the East Texas Regional The 93-hour private pilot contacted approach control, at the East Texas Regional Airport (GGG), with the intention of landing.  After being handed over to the control tower and while approximately four miles west of the airport, the engine experienced an un-commanded reduction of power from 2,500 revolutions per minute (RPM) to approximately 1,000 RPM.  The pilot tried moving the throttle to different positions, but was unable to change the RPM.  Reporting the engine problem to the control tower, the pilot was cleared to land \"any runway and any direction.\"  Unable to make the airport, the pilot elected to land in a field.  At approximately 50 feet above ground level (agl), the engine experienced a momentary burst of power and then returned to approximately 1,000 rpm.  Committed to land, the pilot turned off the engine ignition switch and directed the airplane between two trees in an attempt to reach a suitable landing field.  While maneuvering through the trees, the outer right wing contacted a tree and shortly thereafter the airplane settled to the ground, coming to rest in an upright position.  According to a Federal Aviation Administration (FAA) inspector, who responded to the accident site, both fuel tanks were intact and contained residual fuel.  Approximately one inch of fuel was sumped from each fuel tank and there was no evidence of any fuel spill or leaks at the accident site.",
            "probable_cause": "The pilot's improper inflight planning which resulted in a loss of engine power due to fuel exhaustion.  A factor was the lack of suitable terrain for the forced landing."
        },
        {
            "EventId": "20001211X15164",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE PILOT STATED THAT HE EXPERIENCED A GRADUAL POWER LOSS DOWN TO 1,850 RPM DURING CLIMBOUT AFTER A LOW PASS VISUAL APPROACH ABOUT 1,000 FEET DOWN THE 4,000 FOOT RUNWAY.  THE PILOT TURNED RIGHT IN AN ATTEMPT TO LAND ON THE RUNWAY'S PARALLEL TAXIWAY.  THE AIRPLANE SUBSEQUENTLY LANDED HARD IN A LEVEL ATTITUDE WHILE CROSSING A PERPENDICULAR RUNWAY. PILOT WITNESSES STATED THAT THE PILOT EXECUTED THE CLIMB IN A NOSE HIGH ATTITUDE AND THEN ENTERED AN ABRUPT RIGHT TURN.  THEY FURTHER STATED THAT THE AIRPLANE DEVELOPED A SINK RATE DURING THE TURN AND IMPACTED LEVEL AND THE ENGINE APPEARED TO BE DEVELOPING POWER THROUGHOUT THE SEQUENCE.  NO DEFICIENCIES WERE NOTED WITH THE ENGINE DURING A POST-ACCIDENT TEST RUN. ",
            "probable_cause": " THE PILOT'S INADVERTENT ENTRY INTO A STALL. "
        },
        {
            "EventId": "20110727X11936",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The airplane experienced a total loss of engine power during an aerial application operation. The pilot then performed a forced landing on an adjacent field. Postaccident examination revealed no evidence of mechanical malfunction or failure that would have precluded normal operation. However, examination revealed that the right fuel tank was empty, and the left fuel tank was almost half full, consistent with the pilot’s mismanagement of his fuel supply during the operation.  ",
            "probable_cause": "The loss of engine power due to fuel starvation and the pilot's inadequate fuel management."
        },
        {
            "EventId": "20141119X62539",
            "narrative": "On November 14, 2014 about 1730 mountain standard time (mst), a Mooney M20C, N6466U, was destroyed when the airplane impacted terrain near Stevens Field (PSO), Pagosa Springs, Colorado, due to unknown circumstances. Instrument meteorological conditions prevailed and an instrument flight rules flight plan had not been filed. The certificated private pilot and passenger were fatally injured. The personal flight was conducted under the provisions of 14 Code of Federal Regulations Part 91. The airplane had departed from Moriarity Airport (0E0), Moriarity, New Mexico.At 1655, the KPSO automated weather observation system reported the following weather conditions: no wind, visibility one-half mile in light snow, ceiling overcast at 100 feet above ground level, temperature and dew point 1 degree Celsius, altimeter 29.92 inches of mercury.",
            "probable_cause": ""
        },
        {
            "EventId": "20031201X01968",
            "narrative": "NTSB investigators used data provided by various sources and may not have traveled in support of this investigation to prepare this aircraft incident report.The crew was following the marshalling instructions as issued by the marshaller. The taxi speed was slow. Clearance was not verified and the left winglet of the accident airplane impacted the right wing of another Beech 1900D. The captain shut down the engines and the passengers were deplaned without further incident.",
            "probable_cause": "the ground personnel’s failure to maintain aircraft clearance, resulting in the collision. Contributing factors include ground communications not coordinated by the ground personnel, the flight crew's inadequate visual outlook and the parked airplane."
        },
        {
            "EventId": "20001212X18147",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE PILOT WAS IN CRUISE FLIGHT AT 500 FEET AGL WHEN THE ENGINE BEGAN TO RUN ROUGH AND QUIT.  AN EMERGENCY LANDING WAS CONDUCTED TO A DIRT ROAD IN A COTTON FIELD.  DURING THE LANDING ROLL THE AIRPLANE COLLIDED WITH AN ON GROUND OBJECT (TALL COTTON) AND SUSTAINED SUBSTANTIAL DAMAGE.  THE PILOT RECEIVED MINOR INJURIES.  VISUAL INSPECTION OF THE ENGINE ASSEMBLY REVEALED THE NO. 1 CYLINDER HAD SPLIT FROM THE EXHAUST PORT TO THE FRONT SPARK PLUG HOLE. ",
            "probable_cause": "FAILURE OF THE NO. 1 CYLINDER ASSEMBLY. "
        },
        {
            "EventId": "20001213X28240",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT WAS RETURNING TO LAND AFTER HAULING SKYDIVERS. HE RPRTD THAT WHILE ON A SHORT FINAL APCH TO LAND ON RWY 31 WITH 20 TO 30 DEG OF FLAPS EXTENDED, THE ACFT ENTERED A HIGH SINK RATE IN GUSTY WIND CONDITIONS. HE SAID THAT HE LOWERED THE NOSE TO INCREASE SPEED & THAT HE PLANNED TO ARREST THE SINK RATE IN THE FLARE, BUT THEN 'THE BOTTOM FELL OUT' & THE ACFTCOLLIDED WITH THE GROUND IN A NOSE LOW ATTITUDE. THE FLT MANUAL RECOMMENDED THAT IF THE RWY LENGTH PERMITTED, CROSSWIND LANDINGS SHOULD BE PERFORMED WITH THE FLAPS RETRACT. THE MANUFACTURER ESTIMATED THAT 560 FT WOULD HAVE BEEN REQUIRED TO LAND THE ACFT ON A HARD SURFACE WITH NO WIND & 40 DEG OF FLAPS. THE RWY LENGTH WAS 2800 FT. THE PLT RPRTD THE WIND WAS VARIABLE FROM 240 TO 270 DEG WITH GUSTS TO 20 KTS. APRX 20 MI SOUTHEAST AT SHAW AFB, THE 1655 EDT WIND WAS RPRTD TO BE FROM 260 DEG AT 20 GUSTING 28 KTS. ",
            "probable_cause": "INADEQUATE COMPENSATION FOR WIND CONDITIONS BY THE PILOT AND HIS FAILURE TO MAINTAIN ADEQUATE SPEED FOR THE WIND CONDITIONS, WHICH RESULTED IN A STALL ON FINAL APPROACH.  HIS EXCESSIVE USE OF FLAPS AND THE WIND CONDITIONS WERE CONSIDERED TO BE CONTRIBUTING FACTORS. "
        },
        {
            "EventId": "20001211X12229",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report. THE PILOT SAID, DURING AEROBATIC MANEUVERS, THE ENGINE LOST POWER AND HE COULD NOT MAINTAIN ALTITUDE.  HE ELECTED TO MAKE A FORCED LANDING IN A SOD FIELD AND THE AIRPLANE NOSED OVER DURING THE GROUND ROLL WHEN THE MAIN GEAR SANK INTO THE SOFT GROUND.  EXAMINATION OF THE THROTTLE CLEVIS TERMINAL REVEALED THAT IT HAD DISCONNECTED FROM THE INJECTOR ARM. ",
            "probable_cause": " DETACHMENT OF THE THROTTLE CABLE AT THE FUEL INJECTOR ARM.  SOFT TERRAIN IN THE EMERGENCY LANDING AREA WAS A RELATED FACTOR. "
        },
        {
            "EventId": "20011030X02159",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The captain briefed a \"no go-around\" for a night visual approach to a \"Special Airport.\"  The approach was not stabilized, and the airspeed decreased to the point of a stall.  The airplane struck the runway in a nose high pitch attitude, on the aft fuselage, and settled on the landing gear.  The first officer made initial callouts of slow airspeed and then stopped when the captain failed to respond to her callouts.  After landing, the airplane was taxied to the gate where a post flight inspection limited to the main landing gear did not find the damage.  When interviewed, the captain reported that she briefed \"no go-around\" because no takeoffs were authorized on the runway at night or in IMC conditions; however, the first officer knew this was incorrect, but did not challenge the captain.  Both pilots had received CRM training, which included crewmember assertiveness, methods of fostering crew input, and situational awareness, and training on special use airports; however it was not followed by either pilot.  The captain's handling of the airplane was outside the parameters specified in the company manuals.  Both pilots were described to having good flying skills.  The captain said the first officer was passive and quiet.  The first officer reported the captain was defensive and did not take criticism very well.  A definition of stabilized approach criteria was not found in the company manuals.  An FAA Advisory Circular dated August 10, 2000 defined stabilized approach criteria, and actions to be taken if the approach was not stabilized.",
            "probable_cause": "the captain's failure to maintain airspeed which resulted in an inadvertent stall/mush, and hard landing.  Factors were the failure of both pilots to follow company CRM and flight manual procedures, and the captains improper approach briefing."
        },
        {
            "EventId": "20021108X05451",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.During an attempted takeoff, the student pilot lost directional control of the airplane and it veered off the side of the runway, collided with a ditch, and nosed over.  The accident occurred during the student's first solo cross-country flight.  According to the student, she had made a normal approach and landing on runway 19.  Thereafter, she retracted the wing flaps and applied full engine power to take off.  At this moment, the airplane began turning left, and she attempted to correct its course by applying pressure to the right rudder pedal.  The student was unsuccessful in redirecting the airplane onto its proper course down the 75-foot-wide by 5,100-foot-long runway under the prevailing calm wind condition.  The student's CFI opined that his student may not have applied sufficient right rudder pressure to counteract the airplane's left turning tendency after the application of engine power.  At the time of the accident, the student's total solo flight time, and total time, was 4.2 and 25.3 hours, respectively.",
            "probable_cause": "The pilot's failure to maintain directional control during takeoff.  A contributing factor was the ditch."
        },
        {
            "EventId": "20001213X25409",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE AIRPLANE AND PILOT REPORTEDLY DEPARTED MONCKS CORNER, SC SOMETIME BETWEEN 1900 AND 2000 EDT ON 4/17/88. THE AIRPLANE WAS SUBSEQUENTLY REPORTED MISSING, AND SEARCH EFFORTS WERE CONDUCTED BETWEEN 4/20/88 AND 4/29/88. AIRCRAFT DAMAGE AND INJURY INDEX ARE PRESUMED. ",
            "probable_cause": ""
        },
        {
            "EventId": "20120427X22656",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot reported that he was aware of lightning and a thunderstorm that was close to the airport and approaching from the southwest. He was flying an approach to the southeast and planned to approach “straight in” to the hangar. As he began to flare to stop the descent, movement of the cyclic stick was briefly hindered by a laptop computer in the left seat passenger’s lap; the passenger immediately moved the obstructing laptop computer. The helicopter was then about level with the hangar roof when, according to the pilot, a strong gust of wind forced the helicopter’s nose up, and the helicopter briefly entered into a climbing right turn. The helicopter then began a sudden uncommanded turn, spinning to the right. The pilot reported that left pedal input had no effect and that he had only partial control as the helicopter made a full 360-degree turn, descended, and impacted the ground. During the impact with the ground, the lower fuselage sustained crushing damage, and the main rotor separated from the main rotor mast. A significant amount of fuel spilled during the impact, but no postimpact fire occurred. After the crash, both occupants were able to extract themselves from the wreckage unassisted. According to a weather observation station at the airport, the wind was from 120 degrees at 19 knots, gusting to 25 knots, and a thunderstorm was recorded on the field. Federal Aviation Administration Advisory Circular 90-95, “Unanticipated Right Yaw in Helicopters,” describes loss of tail rotor effectiveness (LTE) as a critical, low speed aerodynamic flight characteristic that could result in an uncommanded rapid yaw rate that does not subside of its own accord and, if not corrected, could result in the loss of aircraft control. The pilot was operating the helicopter in a low airspeed, out-of-ground-effect, high-power-demand flight condition, which could have resulted in LTE.",
            "probable_cause": "The pilot's failure to maintain helicopter control during landing in gusty wind conditions associated with a thunderstorm, which resulted in a loss of tail rotor effectiveness."
        },
        {
            "EventId": "20001213X31086",
            "narrative": "NTSB investigators used data provided by various sources and may not have traveled in support of this investigation to prepare this aircraft incident report.AT APRX 2211 CDT, DELTA FLT 314 (BOEING 727, N482DA) WAS CLRD TO TAXI TO RWY 31 WITH INFO INDIA. INFO INDIA INDCD RWY 31WAS ACTIVE. SOON THEREAFTER, SOUTHWEST FLT 715 (BOEING 737, N50SW) REQD & RECD TAXI CLNC TO RWY 13 FOR TKOF. TO ACCOMMO-DATE INCOMING TRAFFIC THAT HAD REQD RWY 13 FOR LNDG, FLT 715 (AT THE APCH END OF RWY 13) WAS CLRD FOR IMMEDIATE TKOF. INITIAL ACKNOWLEDGEMENT (OF TKOF CLNC, RECD BY TWR) WAS GARBLED FLWD BY AN AUDIBLE '. . . 715.'  THE TWR CTLR DID NOT REALIZE BOTH FLTS HAD ACKNOWLEDGED THE TKOF CLNC, SINCE FLT 314 WAS STILL TAXIING TO RWY 31. BOTH FLTS STARTED DEPG FM OPPOSITE ENDS OF THE RWY. AT 1ST, NEITHER FLT CREW COULD SEE THE OTR DUE TO A CROWN IN THE RWY. WHEN THEY SAW EACH OTR, FLT 715 WAS APCHG V1 SPEED & ELECTED TO CONT THE TKOF. FLT 314 HAD JUST BGN ITS TKOF ROLL & ABORTED BY TURNING OFF ON A TWY. AN INV REVEALED THAT BFR DEPG, WHEN FLT 314 WAS APCHG RWY 31 FOR TKOF, THE 1ST OFFICER (F/O) THOUGHT HE HEARD CLNC FOR TKOF. THE CAPT OF FLT 314 ASKED THE F/O IF HE WAS SURE & THE F/O REPLIED 'YES' & SAID HE HAD ACKNOWLEDGED THE CLNC. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X41651",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE STUDENT PILOT WAS ATTEMPTING TO LAND ON RWY 09. THE WIND WAS RPTED TO BE 180 AT 5 KTS. THE PLT STATED THAT HE LANDED FAST AND LONG ON THE 2,535 FT LONG RWY. HE CONTINUED TO STATE THAT HE BEGAN BRAKING AND REALIZED THAT HE WOULD RUN OFF THE END OF THE RWY. THE PILOT INITIATED A GO-AROUND AND STALLED THE AIRCRAFT WHEN HE ATTEMPTED TO AVOID HITTING WIRES LOCATED AT THE END OF THE RUNWAY. ",
            "probable_cause": ""
        },
        {
            "EventId": "20010507X00896",
            "narrative": "NTSB investigators may have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The airplane made an off field forced landing following a loss of engine power during climb out from a touch-and-go landing.  The pilot had practiced touch-and-go landings for over an hour and experienced no difficulties with the airplane.  After a break, he completed another preflight inspection and practiced more landings.  As the airplane climbed through 200 feet on the fourth takeoff, the engine made a clunking noise and stopped producing power.  He steered the airplane to an open field and landed on soft dirt, but the airplane dug in and damaged the wings, stabilizer, landing gear, and propeller.  The engine had accumulated about 1,860 hours since it had been manufactured in 1953, and the factory had no record of it returning since that time.  The engine had accumulated about 910 hours since a field overhaul in 1960, and about 255 hours since a \"top overhaul\" in 1970, when the exhaust valves were replaced.  All cylinders were undamaged except cylinder No. 3, which exhibited extensive mechanical damage.  The exhaust valve for cylinder No. 3 fractured and separated where the valve stem transitions to the valve head.  The fracture surfaces on the valve pieces were obliterated by the mechanical damage.  The piston face exhibited mechanical damage over most of its surface, which contained two holes.  The corresponding push rod was slightly bent, but there was no evidence of the valve sticking.",
            "probable_cause": "The fracture and separation of the number 3 cylinder exhaust valve head resulting in a loss of engine power and a forced landing.  A factor in the accident was the soft field where the forced landing occurred."
        },
        {
            "EventId": "20130804X12718",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The  flight instructor reported that the purpose of the flight was for the pilot-undergoing instruction  to perform touch-and-go practice takeoffs and landings. During the approach, the airplane was slightly fast and touched down about halfway down the runway. The instructor thought the pilot could still successfully complete a takeoff and monitored him as he retracted the flaps. As the airplane continued down the runway, the instructor decided that the airplane’s climb performance would not be sufficient to clear obstacles at the end of the runway and he opted to abort the takeoff. The instructor retarded the throttle lever to the closed position and told the pilot to apply maximum braking pressure. The airplane subsequently went off the end of runway into a grass field and continued about 100 feet before impacting a chain-link fence. During the accident sequence, the wing spar was substantially damaged. The airplane’s brake pedals were only accessible to the left-seated person, which is where the pilot was positioned. The instructor reported no mechanical malfunctions or failures with the airplane that would have precluded normal operation. He additionally stated that this accident could have been prevented by making a timely decision to go-around when it was apparent that the airplane was going to touchdown further down the runway.       ",
            "probable_cause": "The flight instructor's  delayed decision to instruct the pilot to abort the landing which resulted in  a runway excursion and collision with a fence. "
        },
        {
            "EventId": "20001208X06092",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The pilot was on his first flight to this private airstip. During touchdown, the airplane landed hard and nosed over. According to the pilot, he 'spent about one-half hour locating the field . . . made a low pass to inspect runway, then flew pattern to land. I had been advised runway was uphill to the east, so landed with slight quartering tailwind. I was high on approach, so I side-slipped to lose altitude. When I kicked the airplane out of the slip. I had insufficient airspeed to totally arrest descent, and landed very hard and flipped over.'  The pilot reported no mechanical malfunction. ",
            "probable_cause": "The pilot's improper flare, which resulted in a hard landing and subsequent nose over.  The tailwind was a related factor. "
        },
        {
            "EventId": "20001213X35191",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PLT INDICATED THAT AFTER LANDING THE ENG QUIT WHILE TURNING THE ACFT AROUND ON THE RWY. HE ATTEMPTED TO RESTART THE ENG SEVERAL TIMES BUT WAS UNABLE. THE PLT THEN EXITED THE ACFT AND PUSHED IT TO THE RWY SHOULDER. A LOCAL MECHANIC WHO WAS ALSO A PLT, ARRIVED AND ASSISTED THE PLT. THE MECHANIC ATTEMPTED TO START THE ENG. THE PLT WHO WAS OUTSIDE OF THE ACFT AT THE TIME NOTICED A FIRE IN THE ENG COWLING. THE MECHANIC THEN SHUT THE FUEL OFF AND EXITED THE ACFT ALONG WITH THE PLT'S PAX. THE PLT INDICATED THAT THERE WAS NO FIRE EXTINGUISHER NEARBY AND THE FIRE WAS ALLOWED TO SPREAD, DESTROYING THE ACFT. THE CESSNA PILOT'S OPERATING HANDBOOK CAUTIONS PILOT'S ABOUT THE HAZARD OF FIRE IN THE INDUCTION SYSTEM IF FUEL IS ALLOWED ACCUMULATE. THE HANDBOOK STATES, 'PUMPING THE THROTTLE MAY CAUSE RAW FUEL TO ACCUMULATE IN THE INTAKE AIR DUCT, CREATING A FIRE HAZARD IN THE EVENT OF A BACKFIRE. IF THIS OCCURS, MAINTAIN A CRANKING ACTION TO SUCK THE FLAMES INTO THE ENGINE.' ",
            "probable_cause": ""
        },
        {
            "EventId": "20001212X20838",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.The airplane was spraying chemicals on a field of crops when the left wing separated in flight.  Ground witnesses said that the airplane was making a level spray pass over a potato crop when the left wing failed.  No unusual meteorological phenomena were observed in the area, and the airplane did not perform any unusual maneuvers prior to the failure.  The left wing's lower spar cap was found to have fractured in fatigue at a point that transected the inboard attach block bolt hole where the spar attaches to the center section spar carry through member.  Multiple origin sites were identified within the bolt hole bore, with corrosion pitting evident at the origin points.  The spar caps met the hardness, chemistry, and microstructure of the production drawing specified material.  Air Tractor Service Letter 118 and the maintenance manual specify an inspection procedure, which calls for the removal of the hopper for a detailed inspection of the spar caps for cracks; one area identified as critical for cracking was the inboard bolt hole bore. The inspection interval was specified as every 2,000 hours or 3 years.  The number of crack arrest striations in the fatigue region was determined from the first point the crack would be visible from beneath the attach block during the specified inspection, and the mean time for the fatigue crack to progress from detectible during the inspection to failure was calculated to be about 105 hours.  Examination of the right wing lower spar cap revealed the presence of multiple fatigue cracks emanating from corrosion pits within the outboard bolt hole bore.  No maintenance records were located for either the airframe or engine.  A mechanic was located who performed some periodic maintenance on the aircraft.  He stated that during the removal of the hopper in May 1997, 2 years 11 months prior to the accident, he had accomplished the 2,000-hour check of the wing spars in the area of the attach bolts as required by Service Letter 118. Based on other records, the aircraft was believed to have flown an average of 500 hours per year and would have accumulated only 1,500 hours since the inspection. ",
            "probable_cause": "The fatigue failure and in-flight separation of the left wing due to the manufacturer's underestimation during the aircraft design process of the time interval from fatigue crack initiation to failure, and, the manufacturer's subsequent specification of an inadequate inspection interval. "
        },
        {
            "EventId": "20070403X00365",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The the tailwheel-equipped a single-engine airplane veered off the runway and drug a wingtip during the takeoff roll.  Local law enforcement personnel that responded to the accident site reported that they were told by the pilot of the airplane that they were attempting to take off from the 4,525-foot long, by 75-foot wide asphalt runway, when a gust of wind \"forced the airplane off the runway.\"  The pilot further stated that he noticed \"a virtual wall of tall mesquite-like scrub trees, near my right wingtip\" as another gust of wind blew the airplane further to the right.  The pilot believes that he \"pulled back on the stick, causing the airplane to stall.\"  The right wingtip proceeded to strike the ground followed by the left wingtip and then the aircraft nose section.  The airplane sustained structural damage to the left wing and engine mounts during the accident sequence.  The pilot reported that the winds were from 360 degrees at 11 knots.   Another weather report listed the wind from 020 degrees at 20 knots, gusting to 29 knots.  At 1253, the automatic weather recorded at the airport was reporting winds from 030 degrees at 15 knots, gusting to 20 knots.",
            "probable_cause": "The pilot's inadequate compensation for the existing crosswind conditions and failure to maintain proper runway alignment."
        },
        {
            "EventId": "20001207X03872",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE PILOT REPORTED THAT THE ENGINE LOST POWER AS THE AIRPLANE WAS BEING TURNED FROM DOWNWIND TO BASE LEG, WHILE IN THE TRAFFIC PATTERN TO LAND ON RUNWAY 27. ACCORDING TO INFORMATION FROM A TOWER CONTROLLER, THE AIRPLANE TURNED TOWARD THE RUNWAY AND APPEARED TO STALL. IT THEN ENTERED A STEEP DESCENT, DISAPPEARED BEHIND TREES, AND CRASHED. THE PILOT REPORTED THERE WERE FIVE GALLONS OF GASOLINE IN THE FUEL TANK BEFORE DEPARTURE. THE PASSENGER SAID THE FUEL QUANTITY INDICATOR SHOWED ONE GALLON OF FUEL AS THE AIRPLANE ENTERED THE LANDING PATTERN. THERE WAS NO ODOR OF FUEL AT THE ACCIDENT SITE, AND THE FUEL TANK WAS TORN LOOSE FROM THE AIRPLANE DURING IMPACT. ",
            "probable_cause": "improper planning/decision by the pilot, which resulted in fuel exhaustion and loss of engine power; and the pilot's failure to maintain adequate airspeed, while turning to make a forced landing, which resulted in a stall and impact with the terrain. "
        },
        {
            "EventId": "20001212X21349",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.The commercial certificated pilot departed from a floating lodge in a float equipped airplane.  After lift off, the airplane made a climbing right turn over the lodge and was observed to be in a slight climb attitude.  The airplane then appeared to skid to the left.  The left wing dropped, and the airplane appeared to stall.  It then descended to the ground, making about 1/2 turn to the left.  The engine sounds were heard all the way to the ground.  The airplane collided with tall trees and then the ground in a nose down attitude, coming to rest in a small clearing of trees.  The airplane received extensive impact damage with buckling and twisting of the airframe.  The engine and propeller were buried in the ground.  No evidence of any preimpact mechanical anomalies were discovered during the on-site investigation.  The airplane was not recovered from the accident scene. ",
            "probable_cause": "The pilot-in-command's inadvertent stalling of the airplane. "
        },
        {
            "EventId": "20001212X16550",
            "narrative": "NTSB investigators either traveled in support of this investigation or conducted a significant amount of investigative work without any travel, and used data obtained from various sources to prepare this aircraft accident report.THE PILOT WAS ON AN ILS APPROACH WHEN HE ENCOUNTERED AIRFRAME ICING. THE PILOT WAS ADVISED EARLIER OF ICING CONDITIONS IN THE AREA, SO HE DELAYED HIS DESCENT TO MINIMIZE EXPOSURE TO THE CONDITIONS. DURING THE APPROACH SOME OF HIS PASSENGERS NOTICED ICE ACCRETION ON THE AIRFRAME. THE PILOT REPORTED THAT SOON AFTERWARDS, THE AIRPLANE BEGAN TO ROLL FROM LEFT TO RIGHT WITH A SIMULTANEOUS LOSS OF AIRSPEED, DESPITE THE ENGINE OPERATING THE ENTIRE TIME. HE WAS UNABLE TO MAINTAIN ALTITUDE AND THE AIRPLANE DESCENDED BELOW THE CLOUDS OVER A RESIDENTIAL AREA. THE AIRPLANE SUBSEQUENTLY STRUCK TWO HOUSES, COMING TO A STOP WHEN IT STRUCK THE SECOND HOUSE. THE EXAMINATION OF THE AIRPLANE DID NOT DISCLOSE EVIDENCE OF MECHANICAL MALFUNCTION. ",
            "probable_cause": "THE PILOT'S INADEQUATE INFLIGHT DECISION WHICH RESULTED IN AIRFRAME ICING. "
        },
        {
            "EventId": "20001211X11526",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The student pilot lost directional control of the airplane while practicing touch and go landings.  The airplane traveled off the right side of the runway where it contacted a ditch and nosed over.  The student reported that local winds were from 330 degrees at 5 knots gusting to 12 knots. ",
            "probable_cause": "the student pilot's failure to maintain directional control of the airplane.  Factors associated with the accident were the crosswind, and the ditch. "
        },
        {
            "EventId": "20100407X12526",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The helicopter pilot stated that he was landing in an open field on his property to attend a meeting. Upon arrival at the field, he performed an aerial survey of his intended landing site checking for wires or obstacles. He also evaluated the weather, which was clear with a calm wind. After landing, he noted that the group of people he was meeting with was on the other side of a ditch about 50 yards away, so he decided to hover-taxi closer to their location. As the helicopter traversed over the ditch, the pilot surveyed the area looking for wires and obstacles. Seeing none, he proceeded to make a turn to land. As the pilot initiated the turn, he saw power lines about 40 feet in front of and above the helicopter. He made a quick right turn to avoid the power lines, \"but made contact with the tail rotor….\" Not knowing the damage to the tail rotor, he lowered the collective and landed as quickly as possible from an altitude of about 8 feet. The pilot stated that, in his urgency to shut down the helicopter, he \"dropped the collective very fast,\" which he stated caused the main rotor blades to impact the tail boom. The pilot also stated that he got out of his normal routine of performing a pre-landing inspection of his intended landing area when he decided to hover-taxi to an alternate location. The pilot reported that there were no mechanical problems with the helicopter prior to the accident.",
            "probable_cause": "The pilot's failure to maintain adequate clearance from wires while maneuvering and his subsequent improper use of the collective control, which resulted in the main rotor contacting the tail boom."
        },
        {
            "EventId": "20001213X35057",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.THE CESSNA 152 EXPERIENCED A TOTAL LOSS OF POWER FOR UNKNOWN REASON WHILE LEVELING OFF AT 1800 FT. THE STUDENT PILOT ESCAPED WITHOUT INJURY FROM THE AIRCRAFT AFTER IT WAS DITCHED IN LONG ISLAND SOUND. THE AIRCRAFT WAS NOT RECOVERED. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001213X28764",
            "narrative": "NTSB investigators used data provided by various sources and may not have traveled in support of this investigation to prepare this aircraft incident report.A NEAR MIDAIR COLLISION OCCURRED AT 5000 FEET MSL IN UNCONTROLLED AIRSPACE, BUT WITHIN THE 30 MILE VEIL OF O'HARE, WHERE A MODE C TRANSPONDER WAS REQUIRED. SEPARATION WAS ABOUT 200 FEET HORIZONTAL AND 100 FEET VERTICAL. THE CREW OF A COMMUTER MADE A STEEP 45 DEGREE BANK AND A NOSE DOWN MANEUVER OF ABOUT 15 DEGREES TO AVOID THE TWIN ENGINE BEECH BARON. O'HARE APPROACH HAD ISSUED TRAFFIC TO THE MIDWAY COMMUTER. ",
            "probable_cause": "POOR LOOKOUT BY THE CREW OF THE DORNIER AND THE BARON. "
        },
        {
            "EventId": "20001213X35331",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.ACCORDING TO THE PILOT HE WAS CLEARED FOR THE ILS APPROACH AND FOLLOWED HIS GLIDESLOPE AND LOCALIZER INDICATIONS IN A NORMAL MANNER. HE EVENTUALLY SAW THE GROUND PRIOR TO REACHING HIS DECISION HEIGHT OF APPROX 200 FEET AGL. THIS SIGHTING OF THE GROUND WAS THE LAST THING HE REMEMBERED PRIOR TO IMPACTING THE GROUND APPROX 1/2 MILE FROM THE END OF THE RUNWAY. HE DOES NOT REMEMBER ATTEMPTING A MISSED APPROACH. ",
            "probable_cause": ""
        },
        {
            "EventId": "20061004X01454",
            "narrative": "NTSB investigators used data provided by various entities, including, but not limited to, the Federal Aviation Administration and/or the operator and did not travel in support of this investigation to prepare this aircraft accident report.The pilot became hypoxic during the flight and attempted to land at an airport.  During the landing attempt, he overshot the runway and landed in a nearby field.  According to the pilot, he was aloft in the glider for 4 hours at altitudes in excess of 10,000 feet mean sea level.  During the flight he began to experience symptoms of hypoxia.  He attempted to land at Truckee but overshot the runway and landed in a field beyond the runway.  The pilot suspected that the cannula-type oxygen system in the glider may have not been supplying adequate oxygen because he was breathing through his mouth.",
            "probable_cause": "the pilot's misjudged landing approach that led to a runway overshoot.  A contributing factor was the pilot's hypoxic condition."
        },
        {
            "EventId": "20050425X00497",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this public aircraft accident report.The airline transport pilot was conducting a federal public use flight under Title 14, CFR Part 91, when he landed a ski-equipped airplane on a glacier.  In a written statement to the NTSB, the pilot reported exiting the landing area in a wide right-hand turn attempting to keep high on the slope, and avoid a depression on the steeply sloping terrain.  He wrote that when the tailwheel started to slide downhill, he added power to increase rudder authority, and shallowed the right turn, hoping to avoid a depression.  He reported that the airplane crossed over the depression, and upon \"touching down on the far side\" the right main landing gear collapsed, and the right wing struck the snow.  The pilot reported that the right wing and forward fuselage sustained structural damage.  According to the pilot, there were no known preaccident mechanical anomalies with the airplane.",
            "probable_cause": "The pilot's selection of unsuitable terrain for taxi after landing, which resulted in the collapse of the main landing gear and structural damage to the right wing and forward fuselage.  A factor associated with the accident was the rough and uneven terrain."
        },
        {
            "EventId": "20110906X64018",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.The left landing gear collapsed during landing on a remote grass/turf airstrip. After the landing gear collapsed, the airplane veered to the left and impacted a tree. The pilot stated that there were no mechanical malfunctions or anomalies with the airplane during the flight. The reason for the landing gear collapse was not determined. ",
            "probable_cause": "The collapse of the left landing gear during landing for undetermined reasons."
        },
        {
            "EventId": "20001208X05741",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.Witnesses reported seeing the pilot performing aerobatic maneuvers prior to the accident.  They stated the pilot was performing a loop when he got too close to the ground during the maneuver.  The airplane impacted the terrain near a treeline which surrounded the open field over which the maneuvers were being performed. ",
            "probable_cause": "the pilot's failure to maintain clearance with the terrain while performing an aerobatic maneuver. "
        },
        {
            "EventId": "20001213X34812",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.AT THE END OF A LOCAL PLEASURE FLIGHT, THE PILOT NOTICED A LOSS OF OIL PRESSURE APPROXIMATELY 10 MILES NORTH OF RIO LINDA AIRPORT. THREE MINUTES LATER THE ENGINE BEGAN RUNNING ROUGH AND THE PILOT INITIATED AN EMERGENCY LANDING IN A RICE FIELD. UPON TOUCHDOWN, THE NOSE GEAR DUG INTO THE SOFT DIRT, BROKE OFF AND THE AIRCRAFT NOSED OVER. POST ACCIDENT INSPECTION REVEALED A 16TH INCH COPPER LINE BETWEEN THE OIL PRESSURE SWITCH AND THE OIL PRESSURE GAGE FAILED DUE TO FATIGUE. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001214X44746",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.ACCORDING TO THE PLT, THE ACFT WAS BEING FLOWN ON A RETURN FLT AFTER BEING REFUELED AT TRENTON, NJ. HE REPORTED THAT THE ACFT HELD 100 GAL OF USABLE FUEL & HAD CONSUMED 70 GALS ON THE INITIAL FLT ON THE SAME ROUTE. HE REPORTED THAT THE GROUND SPEED & FUEL CHECKS CONFIRMED A FORCASTED 15 KT HEAD WIND. HE EXPECTED THAT THE ACFT WOULD USE AN ADDITIONAL 10 GAL ON THE RETURN TRIP. HE STATED THAT HE STARTED A DESCENT ABOUT 50 MI FROM THE DESTINATION WITH THE FUEL GAGES INDICATING APRX 25 GAL. HOWEVER, THE FUEL INDICATION BEGAN DROPPING RAPIDLY. BEFORE REACHING THE RWY, BOTH ENGS LOST POWER FROM FUEL EXHAUSTION. THE PLT STATED THAT HIS FUEL GAGES INDICATED THERE WAS 5 GAL REMAINING IN EACH TANK. DURING THE LANDING AT NIGHT, THE GEAR COLLAPSED. NO PREIMPACT PART FAILURE OR MALFUNCTION WAS FOUND. ",
            "probable_cause": ""
        },
        {
            "EventId": "20001211X12546",
            "narrative": "THE AIRPLANE'S RIGHT ENGINE LOST POWER SHORTLY AFTER LIFT-OFF. THE PILOT SAID HE ATTEMPTED TO FEATHER THE RIGHT ENGINE PROPELLER, BUT THE PROPELLER WOULD NOT FEATHER. HE WAS UNABLE TO MAINTAIN ALTITUDE, AND THE AIRPLANE CRASHED JUST OFF THE RUNWAY. POSTACCIDENT EXAMINATION OF THE RIGHT ENGINE DISCLOSED A FRACTURED/PARTIALLY DISINTEGRATED PISTON IN THE NUMBER TEN CYLINDER. THE RIGHT ENGINE'S PROPELLER FEATHERING SYSTEM WAS ALSO INOPERATIVE. ",
            "probable_cause": "the failure of the piston assembly in the number ten cylinder of the right engine. A factor associated with the accident was the inoperative propeller feathering system for the right engine. "
        },
        {
            "EventId": "20001214X40552",
            "narrative": "NTSB investigators may not have traveled in support of this investigation and used data provided by various sources to prepare this aircraft accident report.WHILE CRUISING AT 1100 FT AGL THE ENG FAILED WITHOUT WARNING. EFFORTS TO RESTART WERE UNSUCCESSFUL. A FORCED LANDING WAS MADE INTO WOODED TERRAIN AND THE ACFT NOSED OVER DURING THE ROLL. ENG EXAM REVEALED THAT THE CRANKSHAFT WAS BROKEN THROUGH THE CRANK CHEEK JUST FORWARD OF THE #2 CONNECTING ROD JOURNAL. THERE WAS NO INDICATION OF ANY OVERHEATINGOR OPERATION WITHOUT LUBRICATION. ",
            "probable_cause": ""
        }
    ]
}